Repository: SharezoneApp/sharezone-app
Catalog: lib/sharezone_localizations/l10n/app_*.arb
Languages: de

# commonStatusNoInternetDescription
source: Please check the internet connection.
de: Bitte überprüfen Sie die Internetverbindung.

# commonStatusNoInternetTitle
source: Error: No internet connection
de: Fehler: Keine Internetverbindung

# commonStatusSuccessful
source: Successful
de: Erfolgreich

# commonStatusUnknownErrorDescription
source: An unknown error occurred! 😭
de: Ein unbekannter Fehler ist aufgetreten! 😭

# commonStatusUnknownErrorTitle
source: Unknown error
de: Unbekannter Fehler

# commonTextCopiedToClipboard
source: Text copied to clipboard
de: Text wurde in die Zwischenablage kopiert

# commonTitle
source: Title
de: Titel

# commonTitleNote
source: Note
de: Hinweis

# commonUnknownError
source: An error occurred.
de: Es ist ein Fehler aufgetreten.

# contactSupportButton
source: Contact support
de: Support kontaktieren

# countryAustria
source: Austria
de: Österreich

# countryGermany
source: Germany
de: Deutschland

# countrySwitzerland
source: Switzerland
de: Schweiz

# courseActionsDeleteUppercase
source: DELETE COURSE
de: KURS LÖSCHEN

# courseActionsKickUppercase
source: KICK FROM COURSE
de: AUS DEM KURS KICKEN

# courseActionsLeaveUppercase
source: LEAVE COURSE
de: KURS VERLASSEN

# courseAllowJoinExplanation
source: Use this setting to control whether new members can join the course.
de: Über diese Einstellungen kannst du regulieren, ob neue Mitglieder dem Kurs beitreten dürfen.

# courseCreateAbbreviationHint
source: e.g. M
de: z.B. M

# courseCreateAbbreviationLabel
source: Course abbreviation
de: Kürzel des Kurses

# courseCreateNameDescription
source: The course name is mainly for teachers so they can distinguish courses with the same subject (e.g. 'Math class 8A' and 'Math class 8B').
de: Der Kursname dient hauptsächlich für die Lehrkräfte, damit diese Kurse mit dem gleichen Fach unterscheiden können (z.B. 'Mathematik Klasse 8A' und 'Mathematik Klasse 8B').

# courseCreateNameHint
source: e.g. Math advanced course Q2
de: z.B. Mathematik GK Q2

# courseCreateSubjectHint
source: e.g. Mathematics
de: z.B. Mathematik

# courseCreateSubjectRequiredLabel
source: Course subject (required)
de: Fach des Kurses (erforderlich)

# courseCreateTitle
source: Create course
de: Kurs erstellen

# courseDeleteDialogDescription
source: Do you really want to permanently delete the course "{courseName}"? All lessons & events in the timetable, homework and blackboard entries will be deleted. Nobody will be able to access this course anymore!
de: Möchtest du den Kurs "{courseName}" wirklich endgültig löschen? Es werden alle Stunden & Termine aus dem Stundenplan, Hausaufgaben und Infozettel gelöscht. Auf den Kurs kann von niemandem mehr zugegriffen werden!

# courseDeleteDialogTitle
source: Delete course?
de: Kurs löschen?

# courseDeleteSuccess
source: You successfully deleted the course.
de: Du hast erfolgreich den Kurs gelöscht.

# courseDesignColorChangeFailed
source: Color could not be changed.
de: Farbe konnte nicht geändert werden.

# courseDesignCourseColorChanged
source: Color was successfully changed for the whole course.
de: Farbe wurde erfolgreich für den gesamten Kurs geändert.

# courseDesignPersonalColorRemoved
source: Personal color removed.
de: Persönliche Farbe wurde entfernt.

# courseDesignPersonalColorSet
source: Personal color set.
de: Persönliche Farbe wurde gesetzt.

# courseDesignPlusColorsHint
source: Not enough colors? Unlock 200+ extra colors with Sharezone Plus.
de: Nicht genug Farben? Schalte mit Sharezone Plus +200 zusätzliche Farben frei.

# courseDesignRemovePersonalColor
source: Remove personal color
de: Persönliche Farbe entfernen

# courseDesignTypeCourseSubtitle
source: Color applies to the whole course
de: Farbe gilt für den gesamten Kurs

# courseDesignTypeCourseTitle
source: Course
de: Kurs

# courseDesignTypePersonalSubtitle
source: Applies only to you and overrides the course color
de: Gilt nur für dich und liegt über der Kursfarbe

# courseDesignTypePersonalTitle
source: Personal
de: Persönlich

# courseEditSuccess
source: The course was edited successfully!
de: Der Kurs wurde erfolgreich bearbeitet!

# courseEditTitle
source: Edit course
de: Kurs bearbeiten

# courseFieldsAbbreviationLabel
source: Subject abbreviation
de: Kürzel des Fachs

# courseFieldsNameLabel
source: Course name
de: Name des Kurses

# courseFieldsSubjectLabel
source: Subject
de: Fach

# courseLeaveAndDeleteDialogDescription
source: Do you really want to leave the course? Since you are the last member, the course will be deleted.
de: Möchtest du den Kurs wirklich verlassen? Da du der letzte Teilnehmer im Kurs bist, wird der Kurs gelöscht.

# courseLeaveAndDeleteDialogTitle
source: Leave and delete course?
de: Kurs verlassen und löschen?

# courseLeaveDialogDescription
source: Do you really want to leave the course?
de: Möchtest du den Kurs wirklich verlassen?

# courseLeaveDialogTitle
source: Leave course?
de: Kurs verlassen?

# courseLeaveSuccess
source: You successfully left the course.
de: Du hast erfolgreich den Kurs verlassen.

# courseLongPressTitle
source: Course: {courseName}
de: Kurs: {courseName}

# courseMemberOptionsAloneHint
source: Since you are the only one in this course, you cannot edit your role.
de: Da du der einzige im Kurs bist, kannst du deine Rolle nicht bearbeiten.

# courseMemberOptionsOnlyAdminHint
source: You are the only admin in this course. Therefore, you cannot remove your own rights.
de: Du bist der einzige Admin in diesem Kurs. Daher kannst du dir keine Rechte entziehen.

# courseSelectColorsTooltip
source: Select colors
de: Farben auswählen

# courseTemplateAlreadyExistsDescription
source: You already created a course for the subject {subject}. Do you want to create another one?
de: Du hast bereits einen Kurs für das Fach {subject} erstellt. Möchtest du einen weiteren Kurs erstellen?

# courseTemplateAlreadyExistsTitle
source: Course already exists
de: Kurs bereits vorhanden

# courseTemplateCourseCreated
source: Course "{courseName}" was created.
de: Kurs "{courseName}" wurde erstellt.

# courseTemplateCreateCustomCourseUppercase
source: CREATE CUSTOM COURSE
de: EIGENEN KURS ERSTELLEN

# courseTemplateCustomCourseMissingPrompt
source: Your course is missing?
de: Dein Kurs ist nicht dabei?

# courseTemplateDeletedCourse
source: Course was deleted.
de: Kurs wurde gelöscht.

# courseTemplateDeletingCourse
source: Course is being deleted again...
de: Kurs wird wieder gelöscht...

# courseTemplateSchoolClassSelectionDescription
source: You are admin of one or more school classes. Select one to link newly created courses to that school class.
de: Du bist in einer oder mehreren Schulklasse(n) Administrator. Wähle eine Schulklasse aus, um festzulegen, zu welcher Schulklasse die Kurse verknüpft werden sollen.

# courseTemplateSchoolClassSelectionInfo
source: Courses created from now on will be linked to school class "{name}".
de: Kurse, die ab jetzt erstellt werden, werden mit der Schulklasse "{name}" verknüpft.

# courseTemplateSchoolClassSelectionNoneInfo
source: Courses created from now on will not be linked to any school class.
de: Kurse, die ab jetzt erstellt werden, werden mit keiner Schulklasse verknüpft.

# courseTemplateSchoolClassSelectionNoneOption
source: Do not link to any school class
de: Mit keiner Schulklasse verknüpfen

# courseTemplateSchoolClassSelectionTitle
source: Select school class
de: Schulklasse auswählen

# courseTemplateTitle
source: Templates
de: Vorlagen

# courseTemplateUndoUppercase
source: UNDO
de: RÜCKGÄNGIG MACHEN

# dashboardAdSectionAcquireSuffix
source: purchase.
de: erwerben.

# dashboardDebugClearCache
source: [DEBUG] Clear cache
de: [DEBUG] Cache löschen

# dashboardDebugOpenV2Dialog
source: Open V2 dialog
de: V2 Dialog öffnen

# dashboardFabAddBlackboardTitle
source: Blackboard entry
de: Infozettel

# dashboardFabAddHomeworkTitle
source: Homework
de: Hausaufgabe

# dashboardFabCreateHomeworkTooltip
source: Create new homework
de: Neue Hausaufgabe erstellen

# dashboardFabCreateLessonTooltip
source: Create new lesson
de: Neue Schulstunde erstellen

# dashboardFabTooltip
source: Add new items
de: Neue Elemente hinzufügen

# dashboardHolidayCountdownDayUnitDay
source: day
de: Tag

# dashboardHolidayCountdownDayUnitDays
source: days
de: Tage

# dashboardHolidayCountdownDisplayError
source: There was an error while displaying holidays. If this happens often, please contact us.
de: Es gab einen Fehler beim Anzeigen von den Ferien. Falls dieser Fehler öfter auftaucht, kontaktiere uns bitte.

# dashboardHolidayCountdownGeneralError
source: 💣 Boom... something went wrong. Please restart the app 👍
de: 💣 Boooomm.... Etwas ist kaputt gegangen. Starte am besten die App einmal neu 👍

# dashboardHolidayCountdownInDays
source: In {days} days {emoji}
de: In {days} Tagen {emoji}

# dashboardHolidayCountdownLastDay
source: Last day 😱
de: Letzter Tag 😱

# dashboardHolidayCountdownNow
source: NOW, WOOOOOOO! {emoji}
de: JETZT, WOOOOOOO! {emoji}

# dashboardHolidayCountdownRemaining
source: {days} {dayUnit} left {emoji}
de: Noch {days} {dayUnit} {emoji}

# dashboardHolidayCountdownSelectStateHint
source: By selecting your region, we can calculate how long you still have to survive school until the holidays finally start 😉
de: Durch das Auswählen deiner Region können wir berechnen, wie lange du dich noch in der Schule quälen musst, bis endlich die Ferien sind 😉

# dashboardHolidayCountdownTitle
source: Holiday countdown
de: Ferien-Countdown

# dashboardHolidayCountdownTomorrow
source: Tomorrow 😱🎉
de: Morgen 😱🎉

# dashboardHolidayCountdownUnsupportedStateError
source: Holidays cannot be shown for your selected state! 😫 You can change the state in settings.
de: Ferien können für dein ausgewähltes Bundesland nicht angezeigt werden! 😫 Du kannst das Bundesland in den Einstellungen ändern.

# dashboardHolidayCountdownUnsupportedStateShortError
source: Holidays could not be shown for your state
de: Ferien konnten für dein Bundesland nicht angezeigt werden

# dashboardRateOurAppActionTitle
source: Rate app
de: App bewerten

# dashboardRateOurAppText
source: We would be incredibly grateful if you could leave us a rating in the App/Play Store 🐵
de: Wir wären dir unglaublich dankbar, wenn du uns eine Bewertung im App-/PlayStore hinterlassen könntest 🐵

# dashboardRateOurAppTitle
source: Do you like Sharezone?
de: Gefällt dir Sharezone?

# dashboardSelectStateButton
source: Select state / canton
de: Bundesland / Kanton auswählen

# dateWeekTypeA
source: Week A
de: A-Woche

# dateWeekTypeAlways
source: Every week
de: Immer

# dateWeekTypeB
source: Week B
de: B-Woche

# dateWeekdayFriday
source: Friday
de: Freitag

# dateWeekdayMonday
source: Monday
de: Montag

# dateWeekdaySaturday
source: Saturday
de: Samstag

# dateWeekdaySunday
source: Sunday
de: Sonntag

# dateWeekdayThursday
source: Thursday
de: Donnerstag

# dateWeekdayTuesday
source: Tuesday
de: Dienstag

# dateWeekdayWednesday
source: Wednesday
de: Mittwoch

# dateYesterday
source: Yesterday
de: Gestern

# drawerAboutTooltip
source: About us
de: Über uns

# drawerOpenSemanticsLabel
source: Open navigation
de: Navigation öffnen

# feedbackBoxCooldownError
source: Error! Your cool down ({coolDown}) has not expired yet.
de: Error! Dein Cool Down ({coolDown}) ist noch nicht abgelaufen.

# feedbackBoxDislikeLabel
source: What do you dislike?
de: Was gefällt Dir nicht?

# feedbackBoxEmptyError
source: Please enter some text 😉
de: Du musst auch schon was reinschreiben 😉

# feedbackBoxGeneralRatingLabel
source: Overall rating:
de: Allgemeine Bewertung:

# feedbackBoxGenericError
source: Error! Please try again or send us your feedback by email. :)
de: Error! Versuche es nochmal oder schicke uns dein Feedback gerne auch per E-Mail! :)

# feedbackBoxHeardFromLabel
source: How did you hear about Sharezone?
de: Wie hast Du von Sharezone erfahren?

# feedbackBoxLikeMostLabel
source: What do you like most?
de: Was gefällt Dir am besten?

# feedbackBoxMissingLabel
source: What is still missing?
de: Was fehlt Dir noch?

# feedbackBoxSubmitUppercase
source: SUBMIT
de: ABSCHICKEN

# feedbackBoxWhyWeNeedFeedbackDescription
source: We want to build the best app for organizing school life! To make that happen, we need you! Just fill in the form and send it. All questions are optional, of course.
de: Wir möchten die beste App zum Organisieren des Schulalltags entwickeln! Damit wir das schaffen, brauchen wir Dich! Fülle einfach das Formular aus und schick es ab. Alle Fragen sind selbstverständlich freiwillig.

# feedbackBoxWhyWeNeedFeedbackTitle
source: Why we need your feedback:
de: Warum wir Dein Feedback brauchen:

# feedbackDetailsCommentsTitle
source: Comments:
de: Kommentare:

# feedbackDetailsLoadingHeardFrom
source: Friend
de: Freund

# feedbackDetailsLoadingMissing
source: Great app!
de: Tolle App!

# feedbackDetailsResponseHint
source: Write a reply...
de: Antwort schreiben...

# feedbackDetailsSendError
source: Failed to send the message: {error}
de: Fehler beim Senden der Nachricht: {error}

# feedbackHistoryPageEmpty
source: You haven't sent feedback yet 😢
de: Du hast bisher kein Feedback gegeben 😢

# feedbackHistoryPageTitle
source: My feedback
de: Meine Feedbacks

# feedbackNewLineHint
source: Shift + Enter for a new line
de: Shift + Enter für neue Zeile

# feedbackSendTooltip
source: Send (Enter)
de: Senden (Enter)

# feedbackThankYouRatePromptPrefix
source: Do you like our app? Then we'd love a rating in the
de: Dir gefällt unsere App? Dann würden wir uns über eine Bewertung im

# feedbackThankYouRatePromptSuffix
source: we'd be thrilled! 😄
de: riesig freuen! 😄

# feedbackThankYouTitle
source: Thank you for your feedback!
de: Vielen Dank für dein Feedback!

# fileSharingCourseFoldersHeadline
source: Course folders
de: Kursordner

# fileSharingDeleteFolderDescription
source: Do you really want to delete the folder named "{value}"?
de: Möchtest du wirklich den Ordner mit dem Namen "{value}" löschen?

# fileSharingDeleteFolderTitle
source: Delete folder?
de: Ordner löschen?

# fileSharingDownloadError
source: Error: {value}
de: Fehler: {value}

# fileSharingDownloadingFileMessage
source: File is downloading...
de: Datei wird heruntergeladen...

# fileSharingFabCameraTitle
source: Camera
de: Kamera

# fileSharingFabCameraTooltip
source: Open camera
de: Kamera öffnen

# fileSharingFabCreateFolderTitle
source: Create folder
de: Ordner erstellen

# fileSharingFabCreateFolderTooltip
source: Create new folder
de: Neuen Ordner erstellen

# fileSharingFabCreateNewTitle
source: Create new
de: Neu erstellen

# fileSharingFabCreateNewTooltip
source: Create new
de: Neu erstellen

# fileSharingFabFilesTitle
source: Files
de: Dateien

# fileSharingFabFilesTooltip
source: Files
de: Dateien

# fileSharingFabFolderNameHint
source: Folder name
de: Ordnername

# fileSharingFabFolderTitle
source: Folder
de: Ordner

# fileSharingFabImagesTitle
source: Images
de: Bilder

# fileSharingFabImagesTooltip
source: Images
de: Bilder

# fileSharingFabMissingCameraPermission
source: Oh! Camera permission is missing!
de: Oh! Die Berechtigung für die Kamera fehlt!

# fileSharingFabUploadTitle
source: Upload
de: Hochladen

# fileSharingFabUploadTooltip
source: Upload new file
de: Neue Datei hochladen

# fileSharingFoldersHeadline
source: Folders
de: Ordner

# fileSharingMoveEmptyFoldersMessage
source: There are no other folders here... Navigate between folders using the bar at the top.
de: Es befinden sich an diesem Ort keine weiteren Ordner... Navigiere zwischen den Ordnern über die Leiste oben.

# fileSharingNewNameHint
source: New name
de: Neuer Name

# fileSharingNoCourseFoldersFoundDescription
source: No folders were found because you haven't joined any courses yet. Just join a course or create your own course.
de: Es wurden keine Ordner gefunden, da du noch keinen Kursen beigetreten bist. Trete einfach einem Kurs bei oder erstelle einen eigenen Kurs.

# fileSharingNoFilesFoundDescription
source: Just upload a file now to share it with your course 👍
de: Lade jetzt einfach eine Datei hoch, um diese mit deinem Kurs zu teilen 👍

# fileSharingNoFilesFoundTitle
source: No files found 😶
de: Keine Dateien gefunden 😶

# fileSharingNoFoldersFoundTitle
source: No folders found! 😬
de: Keine Ordner gefunden! 😬

# fileSharingPreparingDownloadMessage
source: The file is being beamed to your device...
de: Die Datei wird auf dein Gerät gebeamt...

# fileSharingRenameActionUppercase
source: RENAME
de: UMBENENNEN

# fileSharingRenameFolderTitle
source: Rename folder
de: Ordner umbenennen

# filesAddAttachment
source: Add attachment
de: Anhang hinzufügen

# filesCreator
source: by {value}
de: von {value}

# filesDeleteDialogDescription
source: Do you really want to delete the file named "{fileName}"?
de: Möchtest du wirklich die Datei mit dem Namen "{fileName}" löschen?

# filesDeleteDialogTitle
source: Delete file?
de: Datei löschen?

# filesDisplayErrorTitle
source: Display error
de: Anzeigefehler

# filesDownloadBrokenFileError
source: The file is corrupted and cannot be downloaded.
de: Die Datei ist beschädigt und kann nicht heruntergeladen werden.

# filesDownloadStarted
source: Download started...
de: Download wurde gestartet...

# filesLoading
source: Loading...
de: Laden...

# filesMoveTo
source: Move to {value}
de: Verschieben nach {value}

# filesMoveUppercase
source: MOVE
de: VERSCHIEBEN

# filesRenameDialogHint
source: New name
de: Neuer Name

# filesRenameDialogTitle
source: Rename file
de: Datei umbenennen

# filesSelectCourseTitle
source: Select a course
de: Wähle einen Kurs aus

# gradesCreateTermCurrentTerm
source: Current term
de: Aktuelles Halbjahr

# gradesCreateTermGradingSystemInfo
source: Only grades that use the grading system selected for the term can be included in the term average. For example, if the term uses "1 - 6" and you enter a grade using "15 - 0", that grade cannot be included in the term average.
de: Nur Noten von dem Notensystem, welches für das Halbjahr festlegt wurde, können für den Schnitt des Halbjahres berücksichtigt werden. Solltest du beispielsweise für das Halbjahr das Notensystem "1 - 6" festlegen und eine Note mit dem Notensystem "15 - 0" eintragen, kann diese Note für den Halbjahresschnitt nicht berücksichtigt werden.

# gradesCreateTermInvalidNameError
source: Please enter a valid name.
de: Bitte gib einen gültigen Namen ein.

# gradesCreateTermSaveFailedError
source: The term could not be saved: {error}
de: Das Halbjahr konnte nicht gespeichert werden: {error}

# gradesCreateTermSaved
source: Term saved.
de: Halbjahr gespeichert.

# gradesDetailsDeletePrompt
source: Do you really want to delete this grade?
de: Möchtest du diese Note wirklich löschen?

# gradesDetailsDeleteTitle
source: Delete grade
de: Note löschen

# gradesDetailsDeleteTooltip
source: Delete grade
de: Note löschen

# gradesDetailsDeleted
source: Grade deleted.
de: Note gelöscht.

# gradesDetailsEditTooltip
source: Edit grade
de: Note bearbeiten

# gradesDialogCreateTerm
source: Create term
de: Halbjahr erstellen

# gradesDialogCustomGradeType
source: Custom grade type
de: Benutzerdefinierter Notentyp

# gradesDialogDateHelpDescription
source: The date is the day you received the grade. If you don't remember it exactly, you can enter an approximate date.
de: Das Datum stellt das Datum dar, an dem du die Note erhalten hast. Falls du das Datum nicht mehr genau weißt, kannst du einfach ein ungefähres Datum von dem Tag angeben, an dem du die Note erhalten hast.

# gradesDialogDateHelpTitle
source: What is the date for?
de: Wozu dient das Datum?

# gradesDialogDifferentGradingSystemInfo
source: The grading system you selected is different from your term's grading system. You can still save the grade, but it will not be included in the term average.
de: Das Notensystem, welches du ausgewählt hast, ist nicht dasselbe wie das Notensystem deines Halbjahres. Du kannst die Note weiterhin eintragen, aber sie wird nicht in den Schnitt deines Halbjahres einfließen.

# gradesDialogEditSubjectDescription
source: You cannot change the subject of an already created grade. Delete this grade and create it again to choose another subject.
de: Du kannst das Fach von bereits erstellten Noten nicht nachträglich ändern. Lösche diese Note und erstelle sie erneut, um ein anderes Fach auszuwählen.

# gradesDialogEditSubjectTitle
source: Change subject
de: Fach ändern

# gradesDialogEditTermDescription
source: You cannot change the term of an already created grade. Delete this grade and create it again to choose another term.
de: Du kannst das Halbjahr von bereits erstellten Noten nicht nachträglich ändern. Lösche diese Note und erstelle sie erneut, um ein anderes Halbjahr auszuwählen.

# gradesDialogEditTermTitle
source: Change term
de: Halbjahr ändern

# gradesDialogGoToSharezonePlus
source: Go to Sharezone Plus
de: Zu Sharezone Plus

# gradesDialogGradeLabel
source: Grade
de: Note

# gradesDialogGradeTypeLabel
source: Grade type
de: Notentyp

# gradesDialogGradingSystemLabel
source: Grading system
de: Notensystem

# gradesDialogHintFifteenZero
source: e.g. 15.0
de: z.B. 15.0

# gradesDialogHintOnePlus
source: e.g. 1+
de: z.B. 1+

# gradesDialogHintOneThree
source: e.g. 1.3
de: z.B. 1.3

# gradesDialogHintSeventyEightEight
source: e.g. 78.8
de: z.B. 78.8

# gradesDialogHintSixZero
source: e.g. 6.0
de: z.B. 6.0

# gradesDialogIncludeGradeInAverage
source: Include grade in average
de: Note in Schnitt einbringen

# gradesDialogInvalidFieldsCombined
source: The following fields are missing or invalid: {fieldMessages}.
de: Folgende Felder fehlen oder sind ungültig: {fieldMessages}.

# gradesDialogInvalidGradeField
source: The grade is missing or invalid.
de: Die Note fehlt oder ist ungültig.

# gradesDialogInvalidSubjectField
source: Please select a subject for the grade.
de: Bitte gib ein Fach für die Note an.

# gradesDialogInvalidTermField
source: Please select a term for the grade.
de: Bitte gib ein Halbjahr für die Note an.

# gradesDialogInvalidTitleField
source: The title is missing or invalid.
de: Der Titel fehlt oder ist ungültig.

# gradesDialogNoGradeSelected
source: No grade selected
de: Keine Note ausgewählt

# gradesDialogNoSubjectSelected
source: No subject selected
de: Kein Fach ausgewählt

# gradesDialogNoTermSelected
source: No term selected
de: Kein Halbjahr ausgewählt

# gradesDialogNoTermsYetInfo
source: You haven't created any terms yet. Please create a term to add a grade.
de: Bisher hast du keine Halbjahre erstellt. Bitte erstelle ein Halbjahr, um eine Note einzutragen.

# gradesDialogNotesLabel
source: Notes
de: Notizen

# gradesDialogPlusSubjectsLimitInfo
source: You can use at most 3 subjects while testing the grades feature. Buy Sharezone Plus to use all subjects.
de: Du kannst zum Testen der Notenfunktion maximal 3 Fächer benutzen. Um alle Fächer zu benutzen, kaufe Sharezone Plus.

# gradesDialogRequestAdditionalGradingSystem
source: Request another grading system
de: Weiteres Notensystem anfragen

# gradesDialogRequestAdditionalGradingSystemSubtitle
source: Missing a grading system? Tell us which one you'd like to use!
de: Notensystem nicht dabei? Schreib uns, welches Notensystem du gerne hättest!

# gradesDialogSavedSnackBar
source: Grade saved
de: Note gespeichert

# gradesDialogSelectGrade
source: Select grade
de: Note auswählen

# gradesDialogSelectGradeType
source: Select grade type
de: Notentyp auswählen

# gradesDialogSelectGradingSystem
source: Select grading system
de: Notensystem auswählen

# gradesDialogSelectGradingSystemHint
source: The first value is the best grade. For example, in "1 - 6", "1" is the best grade.
de: Der erste Wert entspricht der besten Noten, z.B. bei dem Notensystem "1 - 6" ist "1" die beste Note.

# gradesDialogSelectSubject
source: Select subject
de: Fach auswählen
