Repository: SharezoneApp/sharezone-app
Catalog: lib/sharezone_localizations/l10n/app_*.arb
Languages: de

# submissionsCreateSubmittedTitle
source: Submission sent successfully!
de: Abgabe erfolgreich abgegeben!

# submissionsCreateUploadInProgressContent
source: If you leave this dialog, uploads for files that haven't finished will be cancelled.
de: Wenn du den Dialog verlässt wird der Hochladevorgang für noch nicht hochgeladene Dateien abgebrochen.

# submissionsCreateUploadInProgressTitle
source: Files are uploading!
de: Dateien am hochladen!

# submissionsListAfterDeadlineSection
source: Submitted late 🕐
de: Zu spät abgegeben 🕐

# submissionsListEditedSuffix
source: (edited afterwards)
de: (nachträglich bearbeitet)

# submissionsListMissingSection
source: Not submitted 😭
de: Nicht abgegeben 😭

# submissionsListNoMembersPlaceholder
source: Forgot to invite participants to the course?
de: Vergessen Teilnehmer in den Kurs einzuladen?

# submissionsListTitle
source: Submissions
de: Abgaben

# supportPageBody
source: Found a bug, have feedback, or just a question about Sharezone? Contact us and we'll help you!
de: Du hast einen Fehler gefunden, hast Feedback oder einfach eine Frage über Sharezone? Kontaktiere uns und wir helfen dir weiter!

# supportPageDiscordPrivacyContent
source: Please note that Discord's [privacy policy](https://discord.com/privacy) applies when using Discord.
de: Bitte beachte, dass bei der Nutzung von Discord dessen [Datenschutzbestimmungen](https://discord.com/privacy) gelten.

# supportPageDiscordPrivacyTitle
source: Discord privacy
de: Discord Datenschutz

# supportPageFreeSupportSubtitle
source: Please note that free support can take up to 2 weeks.
de: Bitte beachte, dass die Wartezeit beim kostenfreien Support bis zu 2 Wochen betragen kann.

# supportPageFreeSupportTitle
source: Free support
de: Kostenfreier Support

# supportPageHeadline
source: Need help?
de: Du brauchst Hilfe?

# supportPagePlusAdvertisingBulletOne
source: Get an email response within a few hours (instead of up to 2 weeks)
de: Innerhalb von wenigen Stunden eine Rückmeldung per E-Mail (anstatt bis zu 2 Wochen)

# supportPagePlusAdvertisingBulletTwo
source: Video call support by appointment (including screen sharing)
de: Videocall-Support nach Terminvereinbarung (ermöglicht das Teilen des Bildschirms)

# supportPagePlusEmailSubtitle
source: Get a response within a few hours.
de: Erhalte eine Rückmeldung innerhalb von wenigen Stunden.

# supportPagePlusSupportSubtitle
source: As a Sharezone Plus user, you get access to our premium support.
de: Als Sharezone Plus Nutzer hast du Zugriff auf unseren Premium Support.

# supportPageVideoCallRequiresSignIn
source: You need to be signed in to schedule a video call.
de: Du musst angemeldet sein, um einen Videocall zu vereinbaren.

# supportPageVideoCallSubtitle
source: By appointment, screen sharing is also possible if needed.
de: Nach Terminvereinbarung, bei Bedarf kann ebenfalls der Bildschirm geteilt werden.

# themeDarkMode
source: Dark Mode
de: Dunkler Modus

# themeLightDarkModeSectionTitle
source: Light & Dark Mode
de: Heller & Dunkler Modus

# themeLightMode
source: Light Mode
de: Heller Modus

# themeNavigationExperimentSectionContent
source: We are currently testing a new navigation. Please give us a short feedback via the feedback box or our Discord server on how you like the respective options.
de: Wir testen aktuell eine neue Navigation. Bitte gib über die Feedback-Box oder unseren Discord-Server eine kurze Rückmeldung, wie du die jeweiligen Optionen findest.

# themeNavigationExperimentSectionTitle
source: Experiment: New Navigation
de: Experiment: Neue Navigation

# themeRateOurAppCardContent
source: If you like Sharezone, we would really appreciate a rating! 🙏 Don't like something? Just contact support 👍
de: Falls dir Sharezone gefällt, würden wir uns über eine Bewertung sehr freuen! 🙏 Dir gefällt etwas nicht? Kontaktiere einfach den Support 👍

# themeRateOurAppCardRateButton
source: Rate
de: Bewerten

# themeRateOurAppCardRatingsNotAvailableOnWebDialogContent
source: The app cannot be rated via the web app. Just use your phone 👍
de: Über die Web-App kann die App nicht bewertet werden. Nimm dafür einfach dein Handy 👍

# themeRateOurAppCardRatingsNotAvailableOnWebDialogTitle
source: App rating only possible via iOS & Android!
de: App-Bewertung nur über iOS & Android möglich!

# themeRateOurAppCardTitle
source: Do you like Sharezone?
de: Gefällt dir Sharezone?

# themeTitle
source: Appearance
de: Erscheinungsbild

# timetableAddAbWeeksPrefix
source: You can enable A/B weeks in
de: A/B Wochen kannst du in den

# timetableAddAbWeeksSettings
source: settings
de: Einstellungen

# timetableAddAutoRecurringInfo
source: Lessons are automatically added for upcoming weeks as well.
de: Schulstunden werden automatisch auch für die nächsten Wochen eingetragen.

# timetableAddJoinCourseAction
source: Join course
de: Kurs beitreten

# timetableAddLessonTitle
source: Add lesson
de: Schulstunde hinzufügen

# timetableAddRoomAndTeacherOptionalTitle
source: Add a room & a teacher (optional)
de: Gib einen Raum & eine Lehrkraft an (optional)

# timetableAddSelectCourseTitle
source: Select a course
de: Wähle einen Kurs aus

# timetableAddSelectWeekTypeTitle
source: Select a week type
de: Wähle einen Wochentypen aus

# timetableAddSelectWeekdayTitle
source: Select a weekday
de: Wähle einen Wochentag aus

# timetableAddUnknownError
source: An unknown error occurred. Please contact support!
de: Es ist ein unbekannter Fehler aufgetreten. Bitte kontaktiere den Support!

# timetableDeleteAllDialogDeleteCountdown
source: Delete ({seconds})
de: Löschen ({seconds})

# timetableDeleteAllSuggestionAction
source: Delete timetable
de: Stundenplan löschen

# timetableDeleteAllSuggestionBody
source: Do you want to delete your entire timetable? Click here to use the feature.
de: Möchtest du deinen gesamten Stundenplan löschen? Klicke hier, um die Funktion zu nutzen.

# timetableDeleteAllSuggestionTitle
source: Delete entire timetable?
de: Gesamten Stundenplan löschen?

# timetableEditCourseLocked
source: The course cannot be changed afterwards.
de: Der Kurs kann nicht mehr nachträglich geändert werden.

# timetableEditEndTime
source: End time
de: Endzeit

# timetableEditEventTitle
source: Edit {eventType}
de: {eventType} bearbeiten

# timetableEditLessonTitle
source: Edit lesson
de: Schulstunde bearbeiten

# timetableEditNoPeriodSelected
source: No lesson selected
de: Keine Stunde ausgewählt

# timetableEditPeriodSelected
source: Lesson {number}
de: {number}. Stunde

# timetableEditStartTime
source: Start time
de: Startzeit

# timetableEditTeacherHint
source: e.g. Ms. Stark
de: z.B. Frau Stark

# timetableErrorEndTimeBeforeNextLessonStart
source: The end time is before the start time of the next lesson!
de: Die Endzeit ist vor der Startzeit der nächsten Stunde!

# timetableErrorEndTimeBeforePreviousLessonEnd
source: The end time is before the end time of the previous lesson!
de: Die Endzeit ist vor der Endzeit der vorherigen Stunde!

# timetableErrorEndTimeBeforeStartTime
source: The lesson's end time is before the start time!
de: Die Endzeit der Stunde ist vor der Startzeit!

# timetableErrorEndTimeMissing
source: Please enter an end time!
de: Bitte gibt eine Endzeit an!

# timetableErrorInvalidPeriodsOverlap
source: Please enter valid times. Lessons must not overlap!
de: Bitte gib korrekte Zeiten. Die Stunden dürfen sich nicht überschneiden!

# timetableErrorStartTimeBeforeNextLessonStart
source: The start time is before the start time of the next lesson!
de: Die Startzeit ist vor der Startzeit der nächsten Stunde!

# timetableErrorStartTimeBeforePreviousLessonEnd
source: The start time is before the end time of the previous lesson!
de: Die Startzeit ist vor der Endzeit der vorherigen Stunde!

# timetableErrorStartTimeEqualsEndTime
source: Start time and end time must not be the same!
de: Die Startzeit und die Endzeit darf nicht gleich sein!

# timetableErrorStartTimeMissing
source: Please enter a start time!
de: Bitte gibt eine Startzeit an!

# timetableErrorWeekdayMissing
source: Please select a weekday!
de: Bitte gib einen Wochentag an!

# timetableEventCardChangeColorAction
source: Change color
de: Farbe ändern

# timetableEventCardEventTitle
source: Event: {value}
de: Termin: {value}

# timetableEventCardExamTitle
source: Exam: {value}
de: Prüfung: {value}

# timetableEventDetailsAddToCalendarButton
source: ADD TO CALENDAR
de: IN KALENDER EINTRAGEN

# timetableEventDetailsAddToCalendarPlusDescription
source: With Sharezone Plus you can easily add Sharezone events to your local calendar (e.g. Apple or Google Calendar).
de: Mit Sharezone Plus kannst du kinderleicht die Termine aus Sharezone in deinen lokalen Kalender (z.B. Apple oder Google Kalender) übertragen.

# timetableEventDetailsAddToCalendarTitle
source: Add event to calendar
de: Termin zum Kalender hinzufügen

# timetableEventDetailsDeleteDialog
source: Do you really want to delete this event?
de: Möchtest du wirklich diesen Termin löschen?

# timetableEventDetailsDeletedConfirmation
source: Event deleted
de: Termin wurde gelöscht

# timetableEventDetailsEditedConfirmation
source: Event edited successfully
de: Termin wurde erfolgreich bearbeitet

# timetableEventDetailsExamTopics
source: Exam topics
de: Themen der Prüfung

# timetableEventDetailsReport
source: Report {itemType}
de: {itemType} melden

# timetableEventDetailsRoom
source: Room: {room}
de: Raum: {room}

# timetableEventDialogDateSelectionNotPossible
source: Selection not possible
de: Auswahl nicht möglich

# timetableEventDialogDateSelectionNotPossibleContent
source: It is currently not possible to create an event or exam spanning multiple days.
de: Aktuell ist nicht möglich, einen Termin oder eine Klausur über mehrere Tage hinweg zu haben.

# timetableEventDialogDescriptionHintEvent
source: Additional information
de: Zusatzinformationen

# timetableEventDialogDescriptionHintExam
source: Exam topics
de: Themen der Prüfung

# timetableEventDialogEmptyCourse
source: No course selected
de: Keinen Kurs ausgewählt

# timetableEventDialogEmptyCourseError
source: Please choose a course.
de: Bitte wähle einen Kurs aus.

# timetableEventDialogEmptyTitleError
source: Please enter a title.
de: Bitte gib einen Titel ein.

# timetableEventDialogEndTimeAfterStartTimeError
source: The end time must be after the start time.
de: Die Endzeit muss nach der Startzeit liegen.

# timetableEventDialogNotifyCourseMembersEvent
source: Notify course members about the new event.
de: Kursmitglieder über neuen Termin benachrichtigen.

# timetableEventDialogNotifyCourseMembersExam
source: Notify course members about the new exam.
de: Kursmitglieder über neue Klausur benachrichtigen.

# timetableEventDialogNotifyCourseMembersTitle
source: Notify course members
de: Kursmitglieder benachrichtigen

# timetableFabAddTooltip
source: Add lesson/event
de: Stunde/Termin hinzufügen

# timetableFabLessonAddedConfirmation
source: The lesson was added successfully
de: Die Schulstunde wurde erfolgreich hinzugefügt

# timetableFabOptionEvent
source: Event
de: Termin

# timetableFabOptionExam
source: Exam
de: Prüfung

# timetableFabOptionLesson
source: Lesson
de: Schulstunde

# timetableFabOptionSubstitutions
source: Substitution plan
de: Vertretungsplan

# timetableFabSectionCalendar
source: Calendar
de: Kalender

# timetableFabSectionTimetable
source: Timetable
de: Stundenplan

# timetableFabSubstitutionsDialogTitle
source: Substitution plan
de: Vertretungsplan

# timetableFabSubstitutionsStepOne
source: 1. Navigate to the affected lesson.
de: 1. Navigiere zu der betroffenen Schulstunde.

# timetableFabSubstitutionsStepThree
source: 3. Choose the substitution type.
de: 3. Wähle die Art der Vertretung aus.

# timetableFabSubstitutionsStepTwo
source: 2. Tap on the lesson.
de: 2. Klicke auf die Schulstunde.

# timetableLessonDetailsAddHomeworkTooltip
source: Add homework
de: Hausaufgabe hinzufügen

# timetableLessonDetailsChangeColor
source: Change color
de: Farbe ändern

# timetableLessonDetailsCourseName
source: Course name:
de: Kursname:

# timetableLessonDetailsDeleteDialogConfirm
source: I understand that this lesson will be deleted for all course members.
de: Mir ist bewusst, dass die Stunde für alle Teilnehmer aus dem Kurs gelöscht wird.

# timetableLessonDetailsDeleteDialogMessage
source: Do you really want to delete this lesson for the whole course?
de: Möchtest du wirklich die Schulstunde für den gesamten Kurs löschen?

# timetableLessonDetailsDeleteTitle
source: Delete lesson
de: Stunde löschen

# timetableLessonDetailsDeletedConfirmation
source: Lesson deleted
de: Schulstunde wurde gelöscht

# timetableLessonDetailsEditedConfirmation
source: Lesson edited successfully
de: Schulstunde wurde erfolgreich bearbeitet

# timetableLessonDetailsRoom
source: Room:
de: Raum:

# timetableLessonDetailsSubstitutionPlusDescription
source: Unlock the substitution plan with Sharezone Plus to mark e.g. canceled lessons. Even course members without Sharezone Plus can view the substitution plan (but cannot edit it).
de: Schalte mit Sharezone Plus den Vertretungsplan frei, um z.B. den Entfall einer Schulstunden zu markieren. Sogar Kursmitglieder ohne Sharezone Plus können den Vertretungsplan einsehen (jedoch nicht ändern).

# timetableLessonDetailsTeacher
source: Teacher:
de: Lehrkraft:

# timetableLessonDetailsTeacherInTimetableDescription
source: With Sharezone Plus you can add the teacher to each lesson in the timetable. The teacher is also shown for course members without Sharezone Plus.
de: Mit Sharezone Plus kannst du die Lehrkraft zur jeweiligen Schulstunde im Stundenplan eintragen. Für Kursmitglieder ohne Sharezone Plus wird die Lehrkraft ebenfalls angezeigt.

# timetableLessonDetailsTeacherInTimetableTitle
source: Teacher in timetable
de: Lehrkraft im Stundenplan

# timetableLessonDetailsWeekType
source: Week type: {weekType}
de: Wochentyp: {weekType}

# timetableLessonDetailsWeekday
source: Weekday: {weekday}
de: Wochentag: {weekday}

# timetablePageSettingsTooltip
source: Timetable settings
de: Stundenplan-Einstellungen

# timetableQuickCreateEmptyTitle
source: You haven't joined a course or class yet!
de: Du bist noch keinem Kurs, bzw. keiner Klasse beigetreten!

# timetableQuickCreateTitle
source: Add lesson
de: Stunde hinzufügen

# timetableSchoolClassFilterAllClasses
source: All school classes
de: Alle Schulklassen

# timetableSchoolClassFilterAllShort
source: All
de: Alle

# timetableSchoolClassFilterLabel
source: School class: {value}
de: Schulklasse: {value}

# timetableSettingsABWeekTileTitle
source: A/B Weeks
de: A/B Wochen

# timetableSettingsAWeeksAreEvenSwitch
source: A-weeks are even calendar weeks
de: A-Wochen sind gerade Kalenderwochen

# timetableSettingsDeleteAllLessonsConfirmation
source: Lessons deleted.
de: Stunden wurden gelöscht.

# timetableSettingsDeleteAllLessonsDialogBody
source: This will delete {count} lessons from groups where you have write access. These hours will also be deleted for your group members. This cannot be undone.
de: Damit werden {count} Stunden aus Gruppen gelöscht, für die du Schreibrechte hast. Diese Stunden werden auch für deine Gruppenmitglieder gelöscht. Das kann nicht rückgängig gemacht werden.

# timetableSettingsDeleteAllLessonsDialogTitle
source: Delete all lessons?
de: Alle Stunden löschen?

# timetableSettingsDeleteAllLessonsSubtitleNoAccess
source: No lessons with write access.
de: Keine Stunden mit Schreibrechten.

# timetableSettingsEnabledWeekDaysTileTitle
source: Enabled Weekdays
de: Aktivierte Wochentage

# timetableSettingsIcalLinksPlusDialogContent
source: With an iCal link you can integrate your timetable and appointments into other calendar apps (such as Google Calendar, Apple Calendar). As soon as your timetable or appointments change, they will also be updated in your other calendar apps. Unlike the "Add to Calendar" button, you don't have to worry about updating the appointment in your calendar app if something changes in Sharezone. iCal links are only visible to you and cannot be viewed by other people. Please note that currently only appointments and exams can be exported. School lessons cannot be exported yet.
de: Mit einem iCal-Link kannst du deinen Stundenplan und deine Termine in andere Kalender-Apps (wie z.B. Google Kalender, Apple Kalender) einbinden. Sobald sich dein Stundenplan oder deine Termine ändern, werden diese auch in deinen anderen Kalender Apps aktualisiert. Anders als beim "Zum Kalender hinzufügen" Button, musst du dich nicht darum kümmern, den Termin in deiner Kalender App zu aktualisieren, wenn sich etwas in Sharezone ändert. iCal-Links ist nur für dich sichtbar und können nicht von anderen Personen eingesehen werden. Bitte beachte, dass aktuell nur Termine und Prüfungen exportiert werden können. Die Schulstunden können noch nicht exportiert werden.

# timetableSettingsIcalLinksTitleSubtitle
source: Synchronization with Google Calendar, Apple Calendar etc.
de: Synchronisierung mit Google Kalender, Apple Kalender usw.

# timetableSettingsIcalLinksTitleTitle
source: Export appointments, exams, timetable (iCal)
de: Termine, Prüfungen, Stundenplan exportieren (iCal)

# timetableSettingsIsFiveMinutesIntervalActiveTileTitle
source: Five-minute interval for the time picker
de: Fünf-Minuten-Intervall beim Time-Picker

# timetableSettingsLessonLengthEditDialog
source: Select the lesson length in minutes.
de: Wähle die Länge der Stunde in Minuten aus.

# timetableSettingsLessonLengthSavedConfirmation
source: Lesson length has been saved.
de: Länge einer Stunde wurde gespeichert.

# timetableSettingsLessonLengthTileSubtitle
source: Length of a lesson
de: Länge einer Stunde

# timetableSettingsLessonLengthTileTitle
source: Lesson Length
de: Länge einer Stunde

# timetableSettingsOpenUpcomingWeekOnNonSchoolDaysSubtitle
source: If there are no enabled weekdays left in the current week, the timetable opens the next week.
de: Wenn in dieser Woche keine aktivierten Wochentage mehr übrig sind, öffnet der Stundenplan die kommende Woche.

# timetableSettingsOpenUpcomingWeekOnNonSchoolDaysTitle
source: Open upcoming week on non-school days
de: Kommende Woche an schulfreien Tagen öffnen

# timetableSettingsPeriodsFieldTileSubtitle
source: Timetable start, lesson length, etc.
de: Stundenplanbeginn, Stundenlänge, etc.

# timetableSettingsPeriodsFieldTileTitle
source: Class Times
de: Stundenzeiten

# timetableSettingsShowLessonsAbbreviation
source: Show abbreviations in timetable
de: Kürzel im Stundenplan anzeigen

# timetableSettingsThisWeekIs
source: This week is calendar week {calendar_week}. A-weeks are {is_a_week_even} calendar weeks and therefore it is currently a {even_or_odd_week}
de: Diese Woche ist Kalenderwoche {calendar_week}. A-Wochen sind {is_a_week_even} Kalenderwochen und somit ist aktuell eine {even_or_odd_week}

# timetableSettingsTitle
source: Timetable
de: Stundenplan

# timetableSubstitutionCancelDialogAction
source: Cancel lesson
de: Entfallen lassen

# timetableSubstitutionCancelDialogDescription
source: Do you really want to cancel this lesson for the entire course?
de: Möchtest du wirklich die Schulstunde für den gesamten Kurs entfallen lassen?

# timetableSubstitutionCancelDialogNotify
source: Notify your course members that the lesson is canceled.
de: Informiere deine Kursmitglieder, dass die Stunde entfällt.

# timetableSubstitutionCancelDialogTitle
source: Cancel lesson
de: Stunde entfallen lassen

# timetableSubstitutionCancelLesson
source: Cancel lesson
de: Stunde entfallen lassen

# timetableSubstitutionCancelRestored
source: Canceled lesson restored
de: Entfallene Stunde wiederhergestellt

# timetableSubstitutionCancelSaved
source: Lesson marked as "Canceled"
de: Stunde als "Entfällt" markiert

# timetableSubstitutionCanceledTitle
source: Lesson canceled
de: Stunde entfällt

# timetableSubstitutionChangeRoom
source: Change room
de: Raumänderung

# timetableSubstitutionChangeRoomDialogAction
source: Save room change
de: Raumänderung speichern

# timetableSubstitutionChangeRoomDialogDescription
source: Do you really want to change the room for this lesson?
de: Möchtest du wirklich den Raum für die Stunde ändern?

# timetableSubstitutionChangeRoomDialogNotify
source: Notify your course members about the room change.
de: Informiere deine Kursmitglieder über die Raumänderung.

# timetableSubstitutionChangeRoomDialogTitle
source: Room change
de: Raumänderung

# timetableSubstitutionChangeTeacher
source: Change teacher
de: Lehrkraft ändern

# timetableSubstitutionChangeTeacherDialogAction
source: Save teacher
de: Lehrkraft speichern

# timetableSubstitutionChangeTeacherDialogDescription
source: Do you really want to change the substitute teacher?
de: Möchtest du wirklich die Vertretungslehrkraft ändern?

# timetableSubstitutionChangeTeacherDialogNotify
source: Notify your course members about the teacher change.
de: Informiere deine Kursmitglieder über die Lehrkraftänderung.

# timetableSubstitutionChangeTeacherDialogTitle
source: Change substitute teacher
de: Vertretungslehrkraft ändern

# timetableSubstitutionEditRoomTooltip
source: Edit room
de: Raum ändern

# timetableSubstitutionEditTeacherTooltip
source: Edit teacher
de: Lehrkraft ändern

# timetableSubstitutionEnteredBy
source: Entered by: {name}
de: Eingetragen von: {name}

# timetableSubstitutionNewRoomHint
source: e.g. D203
de: z.B. D203

# timetableSubstitutionNewRoomLabel
source: New room
de: Neuer Raum

# timetableSubstitutionNoPermissionSubtitle
source: Please contact your course administrator.
de: Bitte wende dich an deinen Kurs-Administrator.

# timetableSubstitutionNoPermissionTitle
source: You do not have permission to change the substitution plan.
de: Du hast keine Berechtigung, den Vertretungsplan zu ändern.

# timetableSubstitutionRemoveAction
source: Remove
de: Entfernen

# timetableSubstitutionRemoveRoomDialogDescription
source: Do you really want to remove the room change for this lesson?
de: Möchtest du wirklich die Raumänderung für die Stunde entfernen?

# timetableSubstitutionRemoveRoomDialogNotify
source: Notify your course members about the removal.
de: Informiere deine Kursmitglieder über die Entfernung.

# timetableSubstitutionRemoveRoomDialogTitle
source: Remove room change
de: Raumänderung entfernen

# timetableSubstitutionRemoveTeacherDialogDescription
source: Do you really want to remove the substitute teacher for this lesson?
de: Möchtest du wirklich die Vertretungslehrkraft für die Stunde entfernen?

# timetableSubstitutionRemoveTeacherDialogNotify
source: Notify your course members about the removal.
de: Informiere deine Kursmitglieder über die Entfernung.

# timetableSubstitutionRemoveTeacherDialogTitle
source: Remove substitute teacher
de: Vertretungslehrkraft entfernen

# timetableSubstitutionReplacement
source: Substitute: {teacher}
de: Vertretung: {teacher}

# timetableSubstitutionRestoreDialogAction
source: Restore
de: Wiederherstellen

# timetableSubstitutionRestoreDialogDescription
source: Do you really want to let this lesson take place again?
de: Möchtest du wirklich die Stunde wieder stattfinden lassen?

# timetableSubstitutionRestoreDialogNotify
source: Notify your course members that the lesson takes place.
de: Informiere deine Kursmitglieder, dass die Stunde stattfindet.

# timetableSubstitutionRestoreDialogTitle
source: Restore canceled lesson
de: Entfallene Stunde wiederherstellen

# timetableSubstitutionRoomChanged
source: Room change: {room}
de: Raumänderung: {room}

# timetableSubstitutionRoomRemoved
source: Room change removed
de: Raumänderung entfernt

# timetableSubstitutionRoomSaved
source: Room change saved
de: Raumänderung eingetragen

# timetableSubstitutionSectionForDate
source: For {date}
de: Für {date}

# timetableSubstitutionSectionTitle
source: Substitution plan
de: Vertretungsplan
