Repository: SharezoneApp/sharezone-app
Catalog: lib/sharezone_localizations/l10n/app_*.arb
Languages: de

# aboutFollowUsSubtitle
source: Follow us on our channels to stay up to date.
de: Folge uns auf unseren Kanälen, um immer auf dem neusten Stand zu bleiben.

# aboutFollowUsTitle
source: Follow us
de: Folge uns

# aboutHeaderSubtitle
source: The connected school planner
de: Der vernetzte Schulplaner

# aboutLoadingVersion
source: Loading version...
de: Version wird geladen...

# aboutSectionDescription
source: Sharezone is a connected school planner that catapults the organization of students, teachers, and parents from the Stone Age into the digital age. The homework diary, the schedule, the file storage, and much more are shared directly with the entire class. No school registration or teacher management is required, so you can get started right away and organize your school day easily and conveniently.
de: Sharezone ist ein vernetzter Schulplaner, welcher die Organisation von Schülern, Lehrkräften und Eltern aus der Steinzeit in das digitale Zeitalter katapultiert. Das Hausaufgabenheft, der Terminplaner, die Dateiablage und vieles weitere wird direkt mit der kompletten Klasse geteilt. Dabei ist keine Registrierung der Schule und die Leitung einer Lehrkraft notwendig, so dass du direkt durchstarten und deinen Schulalltag bequem und einfach gestalten kannst.

# aboutSectionTitle
source: What is Sharezone?
de: Was ist Sharezone?

# aboutSectionVisitWebsite
source: For more information, simply visit https://www.sharezone.net.
de: Besuche für weitere Informationen einfach https://www.sharezone.net.

# aboutTeamSectionTitle
source: About Us
de: Über uns

# aboutTitle
source: About us
de: Über uns

# accountEditProfileTooltip
source: Edit profile
de: Profil bearbeiten

# accountLinkAppleConfirmation
source: Your account has been linked to an Apple account.
de: Dein Account wurde mit einem Apple-Konto verknüpft.

# accountLinkGoogleConfirmation
source: Your account has been linked to a Google account.
de: Dein Account wurde mit einem Google-Konto verknüpft.

# accountPageTitle
source: Profile
de: Profil

# accountPageWebLoginTooltip
source: QR code login for the web app
de: QR-Code Login für die Web-App

# accountStateTitle
source: State
de: Bundesland

# activationCodeCacheCleared
source: Cache cleared. You may need to restart the app to see the changes.
de: Cache geleert. Möglicherweise ist ein App-Neustart notwendig, um die Änderungen zu sehen.

# activationCodeErrorInvalidDescription
source: Either this code has already been redeemed or it is outside the validity period.
de: Entweder wurde dieser Code schon aufgebracht oder er ist außerhalb des Gültigkeitszeitraumes.

# activationCodeErrorInvalidTitle
source: An error occurred: This code is invalid 🤨
de: Ein Fehler ist aufgetreten: Dieser Code ist nicht gültig 🤨

# activationCodeErrorNoInternetDescription
source: We could not redeem the code because no internet connection could be established. Please check your Wi-Fi or mobile data.
de: Wir konnten nicht versuchen, den Code einzulösen, da wir keine Internetverbindung herstellen konnten. Bitte überprüfe dein WLAN bzw. deine Mobilfunkdaten.

# activationCodeErrorNoInternetTitle
source: An error occurred: No internet connection ☠️
de: Ein Fehler ist aufgetreten: Keine Internetverbindung ☠️

# activationCodeErrorNotFoundDescription
source: We could not find the entered activation code. Please check upper/lower case and whether this activation code is still valid.
de: Wir konnten den eingegebenen Aktivierungscode nicht finden. Bitte überprüfe die Groß- und Kleinschreibung und ob dieser Aktivierungscode noch gültig ist.

# activationCodeErrorNotFoundTitle
source: An error occurred: Activation code not found ❌
de: Ein Fehler ist aufgetreten: Aktivierungscode nicht gefunden ❌

# activationCodeErrorUnknownDescription
source: This might be due to your internet connection. Please check it.
de: Dies könnte eventuell an deiner Internetverbindung liegen. Bitte überprüfe diese!

# activationCodeErrorUnknownTitle
source: An unknown error occurred 😭
de: Ein unbekannter Fehler ist aufgetreten 😭

# activationCodeFieldHint
source: e.g. NavigationV2
de: z.B. NavigationV2

# activationCodeFieldLabel
source: Activation code
de: Aktivierungscode

# activationCodeResultDoneAction
source: Done
de: Fertig

# activationCodeSuccessTitle
source: Successfully activated: {value} 🎉
de: Erfolgreich aktiviert: {value} 🎉

# activationCodeToggleDisabled
source: disabled
de: deaktiviert

# activationCodeToggleEnabled
source: enabled
de: aktiviert

# activationCodeToggleResult
source: {feature} was {state}. Restart the app to see the changes.
de: {feature} wurde {state}. Starte die App neu, um die Änderungen zu sehen.

# adInfoDialogBodyPrefix
source: Over the next weeks, we are running an ad experiment in Sharezone. If you do not want to see ads, you can buy
de: Innerhalb der nächsten Wochen führen wir ein Experiment mit Werbung in Sharezone durch. Wenn du keine Werbung sehen möchten, kannst du

# adInfoDialogTitle
source: Ads in Sharezone
de: Werbung in Sharezone

# adsLoading
source: Ad is loading...
de: Anzeige lädt...

# attachFileCameraPermissionError
source: The app does not have camera access...
de: Die App hat leider keinen Zugang zur Kamera...

# attachFileDocumentTitle
source: Document
de: Dokument

# authAnonymousDisplayName
source: Anonymous {animalName}
de: Anonymer {animalName}

# authEmailAndPasswordLinkFillFormComplete
source: Please complete the form! 😉
de: Füll das Formular komplett aus! 😉

# authEmailAndPasswordLinkNicknameHint
source: This nickname is only visible to your group members and should be a pseudonym.
de: Dieser Nickname ist nur für deine Gruppenmitglieder sichtbar und sollte ein Pseudonym sein.

# authProviderAnonymous
source: Anonymous sign in
de: Anonyme Anmeldung

# authProviderEmailAndPassword
source: Email and password
de: E-Mail und Passwort

# authValidationInvalidEmail
source: Please enter a valid email
de: Gib eine gueltige E-Mail ein

# authValidationInvalidName
source: Invalid name
de: Ungueltiger Name

# authValidationInvalidPasswordTooShort
source: Invalid password, please enter more than 8 characters
de: Ungueltiges Passwort, bitte gib mehr als 8 Zeichen ein

# blackboardCardAttachmentTooltip
source: Contains attachments
de: Enthält Anhänge

# blackboardCardMyEntryTooltip
source: My entry
de: Mein Eintrag

# blackboardComposeMessageHint
source: Compose message
de: Nachricht verfassen

# blackboardCustomImageUnavailableMessage
source: You currently cannot take/upload custom images yet 😔 This feature will be available very soon!
de: Bisher können keine eigenen Bilder aufgenommen/hochgeladen werden 😔 Diese Funktion wird sehr bald verfügbar sein!

# blackboardDeleteAttachmentsDialogDescription
source: Should the entry attachments be deleted from file storage or should only the link between both be removed?
de: Sollen die Anhänge des Eintrags aus der Dateiablage gelöscht oder die Verknüpfung zwischen beiden aufgehoben werden?

# blackboardDeleteDialogDescription
source: Do you really want to delete this entry for the whole course?
de: Möchtest du wirklich diesen Eintrag für den kompletten Kurs löschen?

# blackboardDeleteDialogTitle
source: Delete entry?
de: Eintrag löschen?

# blackboardDetailsAttachmentsCount
source: Attachments: {value}
de: Anhänge: {value}

# blackboardDialogSaveTooltip
source: Save entry
de: Eintrag speichern

# blackboardDialogTitleHint
source: Enter title
de: Titel eingeben

# blackboardEntryDeleted
source: Entry deleted.
de: Eintrag wurde gelöscht.

# blackboardErrorCourseMissing
source: Please select a course.
de: Bitte gib einen Kurs an!

# blackboardErrorTitleMissing
source: Please enter a title for the entry.
de: Bitte gib einen Titel für den Eintrag an!

# blackboardMarkAsRead
source: Mark as read
de: Als gelesen markieren

# blackboardMarkAsUnread
source: Mark as unread
de: Als ungelesen markieren

# blackboardPageAddInfoSheet
source: Add notice
de: Infozettel hinzufügen

# blackboardPageEmptyDescription
source: Important announcements can be distributed here as digital notes to students, teachers and parents.
de: Hier können wichtige Ankündigungen in Form eines digitalen Zettels an Schüler, Lehrkräfte und Eltern ausgeteilt werden. Ideal für beispielsweise den Elternsprechtag, den Wandertag, das Sportfest, usw.

# blackboardPageEmptyTitle
source: You have read all notices 👍
de: Du hast alle Infozettel gelesen 👍

# blackboardPageFabTooltip
source: New notice
de: Neuen Infozettel

# blackboardReadByUsersPlusDescription
source: Get Sharezone Plus to see who has already read the notice.
de: Erwerbe Sharezone Plus, um nachzuvollziehen, wer den Infozettel bereits gelesen hat.

# blackboardReadByUsersTitle
source: Read by
de: Gelesen von

# blackboardRemoveAttachment
source: Remove attachment
de: Anhang entfernen

# blackboardSelectCoverImage
source: Select cover image
de: Titelbild auswählen

# blackboardSendNotificationDescription
source: Send a notification to your course members that you created a new entry.
de: Sende eine Benachrichtigung an deine Kursmitglieder, dass du einen neuen Eintrag erstellt hast.

# bnbTutorialDescription
source: Drag the bottom navigation bar upwards to access more features.
de: Ziehe die untere Navigationsleiste nach oben, um auf weitere Funktionen zuzugreifen.

# calendricalEventsAddEvent
source: Add event
de: Termin eintragen

# calendricalEventsAddExam
source: Add exam
de: Prüfung eintragen

# calendricalEventsCreateEventTooltip
source: Create new event
de: Neuen Termin erstellen

# calendricalEventsCreateExamTooltip
source: Create new exam
de: Neue Prüfung erstellen

# calendricalEventsCreateNew
source: Create new
de: Neu erstellen

# calendricalEventsEmptyTitle
source: No upcoming events or exams.
de: Es stehen keine Termine und Prüfungen in der Zukunft an.

# calendricalEventsFabTooltip
source: New exam or event
de: Neue Prüfung oder Termin

# calendricalEventsSwitchToGrid
source: Switch to tiles
de: Auf Kacheln umschalten

# calendricalEventsSwitchToList
source: Switch to list
de: Auf Liste umschalten

# changeEmailAddressCurrentEmailTextfieldLabel
source: Current
de: Aktuell

# changeEmailAddressIdenticalError
source: The email you entered is identical to the old one! 🙈
de: Die eingegebene E-Mail ist identisch mit der alten! 🙈

# changeEmailAddressNewEmailTextfieldLabel
source: New
de: Neu

# changeEmailAddressNoteOnAutomaticSignOutSignIn
source: Note: If your email is changed, you'll be automatically signed out and back in - so don't be surprised 😉
de: Hinweis: Wenn deine E-Mail geändert wurde, wirst du automatisch kurz ab- und sofort wieder angemeldet - also nicht wundern 😉

# changeEmailAddressPasswordTextfieldLabel
source: Password
de: Passwort

# changeEmailAddressTitle
source: Change Email
de: E-Mail ändern

# changeEmailAddressWhyWeNeedTheEmailInfoContent
source: You need your email to log in. If you happen to forget your password, we can send you a link to reset your password to this email address. Your email address is only visible to you, and no one else.
de: Die E-Mail benötigst du um dich anzumelden. Solltest du zufällig mal dein Passwort vergessen haben, können wir dir an diese E-Mail-Adresse einen Link zum Zurücksetzen des Passworts schicken. Deine E-Mail Adresse ist nur für dich sichtbar, und sonst niemanden.

# changeEmailAddressWhyWeNeedTheEmailInfoTitle
source: Why do we need your email?
de: Wozu brauchen wir deine E-Mail?

# changeEmailReauthenticationDialogBody
source: After changing the email address, you must be signed out and signed in again. After that you can continue using the app as usual. Tap "Continue" to sign out and sign in to Sharezone. It may happen that the sign-in does not work (e.g. because the email address has not yet been confirmed). In that case, sign in manually.
de: Nach der Änderung der E-Mail-Adresse musst du abgemeldet und wieder angemeldet werden. Danach kannst du die App wie gewohnt weiter nutzen. Klicke auf "Weiter" um eine Abmeldung und eine Anmeldung von Sharezone durchzuführen. Es kann sein, dass die Anmeldung nicht funktioniert (z.B. weil die E-Mail-Adresse noch nicht bestätigt wurde). Führe in diesem Fall die Anmeldung selbständig durch.

# changeEmailReauthenticationDialogTitle
source: Re-authentication
de: Re-Authentifizierung

# changeEmailVerifyDialogAfterWord
source: After
de: Nachdem

# changeEmailVerifyDialogBodyPrefix
source: We sent you a link. Please click the link now to confirm your email address. Also check your spam folder.
de: Wir haben dir einen Link geschickt. Bitte klicke jetzt auf den Link, um deine E-Mail zu bestätigen. Prüfe auch deinen Spam-Ordner.

# changeEmailVerifyDialogBodySuffix
source: you have confirmed the new email address, tap "Continue".
de: du die neue E-Mail-Adresse bestätigt hast, klicke auf "Weiter".

# changeEmailVerifyDialogTitle
source: Confirm new email address
de: Neue E-Mail Adresse bestätigen

# changePasswordCurrentPasswordTextfieldLabel
source: Current Password
de: Aktuelles Passwort

# changePasswordLoadingSnackbarText
source: New password is sent to the head office...
de: Neues Password wird an die Zentrale geschickt...

# changePasswordNewPasswordTextfieldLabel
source: New Password
de: Neues Passwort

# changePasswordResetCurrentPasswordButton
source: Forgot current password?
de: Aktuelles Passwort vergessen?

# changePasswordResetCurrentPasswordDialogContent
source: Should we send you an email to reset your password?
de: Sollen wir dir eine E-Mail schicken, mit der du dein Passwort zurücksetzen kannst?

# changePasswordResetCurrentPasswordDialogTitle
source: Reset Password
de: Passwort zurücksetzen

# changePasswordResetCurrentPasswordEmailSentConfirmation
source: We've sent you an email to reset your password.
de: Wir haben eine E-Mail zum Zurücksetzen deines Passworts verschickt.

# changePasswordResetCurrentPasswordLoading
source: Preparing to send email...
de: Verschicken der E-Mail wird vorbereitet...

# changePasswordTitle
source: Change Password
de: Passwort ändern

# changeStateErrorChangingState
source: Error changing your state! :(
de: Fehler beim Ändern deines Bundeslandes! :(

# changeStateErrorLoadingState
source: Error displaying the states. If the error persists, please contact us.
de: Error beim Anzeigen der Bundesländer. Falls der Fehler besteht kontaktiere uns bitte.

# changeStateTitle
source: Change State
de: Bundesland ändern

# changeStateWhyWeNeedTheStateInfoContent
source: With the help of the state, we can calculate the remaining days until the next holidays. If you do not want to provide this information, please select "Remain anonymous" for the state.
de: Mithilfe des Bundeslandes können wir die restlichen Tage bis zu den nächsten Ferien berechnen. Wenn du diese Angabe nicht machen möchtest, dann wähle beim Bundesland bitte einfach den Eintrag "Anonym bleiben." aus.

# changeStateWhyWeNeedTheStateInfoTitle
source: Why do we need your state?
de: Wozu brauchen wir dein Bundesland?

# changeTypeOfUserErrorDialogContentChangedTypeOfUserTooOften
source: You can only change your account type twice every 14 days. This limit has been reached. Please wait until {blockedUntil}.
de: Du kannst nur alle 14 Tage 2x den Account-Typ ändern. Diese Limit wurde erreicht. Bitte warte bis {blockedUntil}.

# changeTypeOfUserErrorDialogContentNoTypeOfUserSelected
source: No account type selected.
de: Es wurde kein Account-Typ ausgewählt.

# changeTypeOfUserErrorDialogContentTypeOfUserHasNotChanged
source: The account type has not changed.
de: Der Account-Typ hat sich nicht geändert.

# changeTypeOfUserErrorDialogContentUnknown
source: Error: {error}. Please contact support.
de: Fehler: {error}. Bitte kontaktiere den Support.

# changeTypeOfUserErrorDialogTitle
source: Error
de: Fehler

# changeTypeOfUserPermissionNote
source: Please note the following: * You can only change your account type twice within 14 days. * Changing the user type does not grant you any further permissions in the groups. The group permissions ("Administrator", "Active Member", "Passive Member") are decisive.
de: Beachte die folgende Hinweise: * Innerhalb von 14 Tagen kannst du nur 2x den Account-Typ ändern. * Durch das Ändern der Nutzer erhältst du keine weiteren Berechtigungen in den Gruppen. Ausschlaggebend sind die Gruppenberechtigungen ("Administrator", "Aktives Mitglied", "Passives Mitglied").

# changeTypeOfUserRestartAppDialogContent
source: Your account type has been changed successfully. However, the app must be restarted for the change to take effect.
de: Die Änderung deines Account-Typs war erfolgreich. Jedoch muss die App muss neu gestartet werden, damit die Änderung wirksam wird.

# changeTypeOfUserRestartAppDialogTitle
source: Restart Required
de: Neustart erforderlich

# changeTypeOfUserTitle
source: Change Account Type
de: Account-Typ ändern

# changelogPageTitle
source: What's new?
de: Was ist neu?

# changelogSectionBugFixes
source: Bug fixes:
de: Fehlerbehebungen:

# changelogSectionImprovements
source: Improvements:
de: Verbesserungen:

# changelogSectionNewFeatures
source: New features:
de: Neue Funktionen:

# changelogUpdatePromptStore
source: We noticed that you have an outdated app version installed. Please download the latest version from the {store} now! 👍
de: Wir haben bemerkt, dass du eine veraltete Version der App installiert hast. Lade dir deswegen jetzt die Version im {store} herunter! 👍

# changelogUpdatePromptTitle
source: New update available!
de: Neues Update verfügbar!

# changelogUpdatePromptWeb
source: We noticed that you are using an outdated app version. Reload the page to get the latest version! 👍
de: Wir haben bemerkt, dass du eine veraltete Version der App verwendest. Lade die Seite neu, um die neuste Version zu erhalten! 👍

# commentActionsCopyText
source: Copy text
de: Text kopieren

# commentActionsReport
source: Report comment
de: Kommentar melden

# commentDeletedConfirmation
source: Comment deleted.
de: Kommentar wurde gelöscht.

# commentsSectionTitle
source: Comments: {value}
de: Kommentare: {value}

# commonActionBack
source: Back
de: Zurück

# commonActionChange
source: Change
de: Ändern

# commonActionRename
source: Rename
de: Umbenennen

# commonActionsAdd
source: Add
de: Hinzufügen

# commonActionsAlright
source: Alright
de: Alles klar

# commonActionsBack
source: Back
de: Zurück

# commonActionsCancel
source: Cancel
de: Abbrechen

# commonActionsCancelUppercase
source: CANCEL
de: ABBRECHEN

# commonActionsClose
source: Close
de: Schließen

# commonActionsCloseUppercase
source: CLOSE
de: SCHLIESSEN

# commonActionsConfirm
source: Confirm
de: Bestätigen

# commonActionsContactSupport
source: Contact support
de: Support kontaktieren

# commonActionsContinue
source: Continue
de: Weiter

# commonActionsCreate
source: Create
de: Erstellen

# commonActionsCreateUppercase
source: CREATE
de: ERSTELLEN

# commonActionsDelete
source: Delete
de: Löschen

# commonActionsDeleteUppercase
source: DELETE
de: LÖSCHEN

# commonActionsDone
source: Done
de: Fertig

# commonActionsEdit
source: Edit
de: Bearbeiten

# commonActionsHelp
source: Help
de: Hilfe

# commonActionsJoin
source: Join
de: Beitreten

# commonActionsLeave
source: Leave
de: Verlassen

# commonActionsNo
source: No
de: Nein

# commonActionsNotNow
source: Not now
de: Nicht jetzt

# commonActionsReport
source: Report
de: Melden

# commonActionsSave
source: Save
de: Speichern

# commonActionsSend
source: Send
de: Senden

# commonActionsShare
source: Share
de: Teilen

# commonActionsSignOut
source: Sign out
de: Abmelden

# commonActionsSignOutUppercase
source: SIGN OUT
de: ABMELDEN

# commonActionsSkip
source: Skip
de: Überspringen

# commonActionsYes
source: Yes
de: Ja

# commonDate
source: Date
de: Datum

# commonDisplayError
source: Error: {error}
de: Fehler: {error}

# commonErrorCourseSubjectMissing
source: Please enter a subject.
de: Bitte gib ein Fach an!

# commonErrorCredentialAlreadyInUse
source: An account with this sign-in method already exists!
de: Es existiert bereits ein Nutzer mit dieser Anmeldemethode!

# commonErrorDateMissing
source: Please enter a date!
de: Bitte gib ein Datum an!

# commonErrorEmailAlreadyInUse
source: This email address is already used by another user.
de: Diese E-Mail Adresse wird bereits von einem anderen Nutzer verwendet.

# commonErrorEmailInvalidFormat
source: The email address has an invalid format.
de: Die E-Mail hat ein ungültiges Format.

# commonErrorEmailMissing
source: Please enter your email.
de: Bitte gib deine E-Mail an.

# commonErrorGeneric
source: An error occurred.
de: Es ist ein Fehler aufgetreten.

# commonErrorIncorrectData
source: Please enter the data correctly!
de: Bitte gib die Daten korrekt an!

# commonErrorIncorrectSharecode
source: Invalid share code!
de: Ungültiger Sharecode!

# commonErrorInvalidInput
source: Please check your input!
de: Bitte überprüfe deine Eingabe!

# commonErrorKeychainSignInFailed
source: There was an error signing in. To fix this, choose 'Always Allow' in the macOS Keychain password dialog.
de: Es gab einen Fehler beim Anmelden. Um diesen zu beheben, wähle die Option 'Immer erlauben' bei der Passworteingabe bei dem Dialog für den macOS-Schlüsselbund (Keychain) aus.

# commonErrorNameMissing
source: Please enter a name!
de: Bitte gib einen Namen an!

# commonErrorNameTooShort
source: Please enter a name with more than one character.
de: Bitte gib einen Namen an, der mehr als ein Zeichen hat.

# commonErrorNameUnchanged
source: That's the same name as before 😅
de: Dieser Name ist doch der gleiche wie vorher 😅

# commonErrorNetworkRequestFailed
source: A network error occurred because there is no stable internet connection.
de: Es gab einen Netzwerkfehler, weil keine stabile Internetverbindung besteht.

# commonErrorNewPasswordMissing
source: Oops, you forgot to enter your new password 😬
de: Oh, du hast vergessen dein neues Passwort einzugeben 😬

# commonErrorNoGoogleAccountSelected
source: Please select an account.
de: Bitte wähle einen Account aus.

# commonErrorNoInternetAccess
source: Your device has no internet access...
de: Dein Gerät hat leider keinen Zugang zum Internet...

# commonErrorPasswordMissing
source: Please enter your password.
de: Bitte gib dein Passwort an.

# commonErrorSameNameAsBefore
source: That's the same name as before 🙈
de: Das ist doch der selbe Name wie vorher 🙈

# commonErrorTitle
source: Error
de: Fehler

# commonErrorTitleMissing
source: Please enter a title!
de: Bitte gib einen Titel an!

# commonErrorTooManyRequests
source: We have blocked requests from this device due to unusual activity. Please try again later.
de: Wir haben alle Anfragen von diesem Gerät aufgrund ungewöhnlicher Aktivitäten blockiert. Versuchen Sie es später noch einmal.

# commonErrorUnknown
source: An unknown error occurred ({error})! Please contact support.
de: Es ist ein unbekannter Fehler ({error}) aufgetreten! Bitte kontaktiere den Support.

# commonErrorUserDisabled
source: This account has been disabled by an administrator.
de: Dieser Account wurde von einem Administrator deaktiviert

# commonErrorUserNotFound
source: No user was found with this email address... Inactive users are deleted after 2 years.
de: Es wurde kein Nutzer mit dieser E-Mail Adresse gefunden... Inaktive Nutzer werden nach 2 Jahren gelöscht.

# commonErrorWeakPassword
source: This password is too weak. Please choose a stronger password.
de: Dieses Passwort ist zu schwach. Bitte wähle eine stärkeres Passwort.

# commonErrorWrongPassword
source: The password you entered is incorrect.
de: Das eingegebene Passwort ist falsch.

# commonLoadingPleaseWait
source: Please wait...
de: Bitte warten...

# commonPleaseWaitMoment
source: Please wait a moment.
de: Bitte warte einen kurzen Augenblick.

# commonStatusFailed
source: Failed
de: Fehlgeschlagen
