Repository: SharezoneApp/sharezone-app
Catalog: lib/sharezone_localizations/l10n/app_*.arb
Languages: de

# gradesDialogSelectTerm
source: Select term
de: Halbjahr auswählen

# gradesDialogSubjectLabel
source: Subject
de: Fach

# gradesDialogTermLabel
source: Term
de: Halbjahr

# gradesDialogTitleHelpDescription
source: If the grade belongs to an exam, you can enter the topic/title to identify it more easily later.
de: Falls die Note beispielsweise zu einer Klausur gehört, kannst du das Thema / den Titel der Klausur angeben, um die Note später besser zuordnen zu können.

# gradesDialogTitleHelpTitle
source: What is the title for?
de: Wozu dient der Titel?

# gradesDialogTitleHint
source: e.g. Linear functions
de: z.B. Lineare Funktionen

# gradesDialogTitleLabel
source: Title
de: Titel

# gradesDialogUnknownCustomGradeType
source: Unknown/Custom grade type
de: Unbekannt/Eigener Notentyp

# gradesDialogUnknownError
source: Unknown error: {error}
de: Unbekannter Fehler: {error}

# gradesDialogZeroWeightGradeTypeInfo
source: The selected grade type currently has a weight of 0. You can still save the grade, but it won't affect the subject average. You can adjust the weight in the subject or term settings after saving.
de: Der ausgewählte Notentyp hat aktuell eine Gewichtung von 0. Du kannst die Note weiterhin eintragen, aber sie wird den Schnitt der Fachnote nicht beeinflussen. Du kannst die Gewichtung nach Speichern der Note im Fach oder im Halbjahr anpassen, damit die Note in den Schnitt einfließt.

# gradesFinalGradeTypeHelpDialogText
source: The final grade is the grade you ultimately receive in a subject, for example on your report card. Sometimes teachers consider additional factors that differ from the default formula (e.g. 50% exams and 50% oral participation). In those cases, you can overwrite Sharezone's calculated grade with the final one. You can define this for all subjects in a term or customize it per subject.
de: Die Endnote ist die abschließende Note, die du in einem Fach bekommst, zum Beispiel die Note auf deinem Zeugnis. Manchmal berücksichtigt deine Lehrkraft zusätzliche Faktoren, die von der üblichen Berechnungsformel abweichen können – etwa 50% Prüfungen und 50% mündliche Beteiligung. In solchen Fällen kannst du die in Sharezone automatisch berechnete Note durch diese finale Note ersetzen. Diese Einstellung kann entweder für alle Fächer eines Halbjahres gleichzeitig festgelegt oder für jedes Fach individuell angepasst werden. So hast du die Flexibilität, je nach Bedarf spezifische Anpassungen vorzunehmen.

# gradesFinalGradeTypeHelpDialogTitle
source: What is a subject's final grade?
de: Was ist die Endnote eines Faches?

# gradesFinalGradeTypeHelpTooltip
source: What is the final grade?
de: Was ist die Endnote?

# gradesFinalGradeTypeSubtitle
source: The calculated subject grade can be overridden by a grade type.
de: Die berechnete Fachnote kann von einem Notentyp überschrieben werden.

# gradesFinalGradeTypeTitle
source: Subject final grade
de: Endnote eines Faches

# gradesPageAddGrade
source: Add grade
de: Note eintragen

# gradesPageCurrentGradesLabel
source: Current grades
de: Aktuelle Noten

# gradesPagePastTermTitle
source: Past term
de: Vergangenes Halbjahr

# gradesSettingsPageTitle
source: Grade settings
de: Noten-Einstellungen

# gradesSettingsSubjectsSubtitle
source: Manage subjects and linked courses
de: Verwalte Fächer und verbundene Kurse

# gradesSettingsSubjectsTitle
source: Subjects
de: Fächer

# gradesSubjectSettingsPageTitle
source: Settings: {subjectDisplayName}
de: Einstellungen: {subjectDisplayName}

# gradesSubjectsPageCourseNotAssigned
source: This course is not assigned to a grade subject yet.
de: Dieser Kurs ist noch keinem Notenfach zugeordnet.

# gradesSubjectsPageCoursesLabel
source: Courses: {courseNames}
de: Kurse: {courseNames}

# gradesSubjectsPageCoursesWithoutSubject
source: Courses without grade subject
de: Kurse ohne Notenfach

# gradesSubjectsPageDeleteDescription
source: Deleting will permanently remove all related grades.
de: Beim Löschen werden alle zugehörigen Noten dauerhaft entfernt.

# gradesSubjectsPageDeleteFailure
source: Subject could not be deleted: {error}
de: Fach konnte nicht gelöscht werden: {error}

# gradesSubjectsPageDeleteSuccess
source: Subject and related grades deleted.
de: Fach und zugehörige Noten gelöscht.

# gradesSubjectsPageDeleteTitle
source: Delete {subjectName}
de: {subjectName} löschen

# gradesSubjectsPageDeleteTooltip
source: Delete subject
de: Fach löschen

# gradesSubjectsPageGradeSubjects
source: Grade subjects
de: Notenfächer

# gradesSubjectsPageInfoBody
source: In Sharezone, all content (like homework or exams) belongs to a course. Your grades, however, are stored in grade subjects, not courses. That way, your grades stay available even if you leave a course. Another advantage: you can sort grades by subject and later track your progress in a subject across multiple years (feature coming soon). Sharezone automatically creates a grade subject as soon as you create a grade in a course.
de: In Sharezone werden alle Inhalte (wie Hausaufgaben oder Prüfungen) einem Kurs zugeordnet. Deine Noten werden jedoch in Notenfächern gespeichert - nicht in Kursen. So bleiben sie erhalten, auch wenn du einen Kurs verlässt. Das hat noch einen Vorteil: Du kannst deine Noten nach Fächern sortieren und später deine Entwicklung in einem Fach über mehrere Jahre hinweg verfolgen (diese Funktion ist bald verfügbar). Sharezone legt automatisch ein Notenfach an, sobald du eine Note in einem Kurs erstellst.

# gradesSubjectsPageInfoHeader
source: Grade subjects vs courses
de: Notenfächer vs Kurse

# gradesSubjectsPageMultipleGrades
source: {count} grades
de: {count} Noten

# gradesSubjectsPageNoGrades
source: No grades
de: Keine Noten

# gradesSubjectsPageNoGradesRecorded
source: No grades have been recorded for this subject yet.
de: Für dieses Fach wurden noch keine Noten erfasst.

# gradesSubjectsPageSingleGrade
source: 1 grade
de: 1 Note

# gradesTermDetailsDeleteDescription
source: Do you really want to delete this term including all grades? This action cannot be undone.
de: Möchtest du das Halbjahr inkl. aller Noten wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# gradesTermDetailsDeleteTitle
source: Delete term
de: Halbjahr löschen

# gradesTermDetailsDeleteTooltip
source: Delete term
de: Halbjahr löschen

# gradesTermDetailsEditSubjectTooltip
source: Edit subject grade
de: Fachnote bearbeiten

# gradesTermDetailsPageTitle
source: Term details
de: Halbjahresdetails

# gradesTermDialogNameLabel
source: Term name
de: Name des Halbjahres

# gradesTermSettingsCourseWeightingDescription
source: If some courses should count double, you can set their weight to 2.0.
de: Solltest du Kurse haben, die doppelt gewichtet werden, kannst du bei diesen eine 2.0 eintragen.

# gradesTermSettingsCourseWeightingTitle
source: Course weighting for term average
de: Gewichtung der Kurse für Notenschnitt vom Halbjahr

# gradesTermSettingsEditNameDescription
source: The name describes the term, e.g. '10/2' for the second term of grade 10.
de: Der Name beschreibt das Halbjahr, z.B. '10/2' für das zweite Halbjahr der 10. Klasse.

# gradesTermSettingsEditNameTitle
source: Rename
de: Name ändern

# gradesTermSettingsEditWeightDescription
source: The weight defines how strongly the course grade affects the term average.
de: Die Gewichtung beschreibt, wie stark die Note des Kurses in den Halbjahresschnitt einfließt.

# gradesTermSettingsEditWeightTitle
source: Edit weight
de: Gewichtung ändern

# gradesTermSettingsNameHint
source: e.g. 10/2
de: z.B. 10/2

# gradesTermSettingsNameRequired
source: Please enter a name.
de: Bitte gib einen Namen ein.

# gradesTermSettingsNoSubjectsYet
source: You haven't created any subjects yet.
de: Du hast bisher noch keine Fächer erstellt.

# gradesTermSettingsTitle
source: Settings: {name}
de: Einstellung: {name}

# gradesTermSettingsWeightDisplayTypeFactor
source: Factor
de: Faktor

# gradesTermSettingsWeightDisplayTypePercent
source: Percent
de: Prozent

# gradesTermSettingsWeightDisplayTypeTitle
source: Weighting system
de: Gewichtungssystem

# gradesTermSettingsWeightHint
source: e.g. 1.0
de: z.B. 1.0

# gradesTermSettingsWeightInvalid
source: Please enter a number.
de: Bitte gib eine Zahl ein.

# gradesTermSettingsWeightLabel
source: Weight
de: Gewichtung

# gradesTermTileEditTooltip
source: Edit average
de: Bearbeiten des Schnitts

# gradesWeightSettingsAddWeight
source: Add new weight
de: Neue Gewichtung hinzufügen

# gradesWeightSettingsHelpDialogText
source: In Sharezone, you can define exactly how each subject grade is calculated by setting weights for each grade type. For example, you can configure the final grade to be 50% written exams and 50% oral participation. This flexibility helps you model your school's grading rules accurately.
de: In Sharezone kannst du genau bestimmen, wie die Note für jedes Fach berechnet wird, indem du die Gewichtung der verschiedenen Notentypen festlegst. Zum Beispiel kannst du einstellen, dass die Gesamtnote aus 50% schriftlichen Prüfungen und 50% mündlicher Beteiligung zusammengesetzt wird. Diese Flexibilität ermöglicht es dir, die Bewertungskriterien deiner Schule genau abzubilden und sicherzustellen, dass jede Art von Leistung angemessen berücksichtigt wird.

# gradesWeightSettingsHelpDialogTitle
source: How is the subject grade calculated?
de: Wie wird die Note eines Fachs berechnet?

# gradesWeightSettingsHelpTooltip
source: How is the grade calculated?
de: Wie wird die Note berechnet?

# gradesWeightSettingsInvalidWeightInput
source: Please enter a valid number (>= 0).
de: Bitte gebe eine gültige Zahl (>= 0) ein.

# gradesWeightSettingsPercentHint
source: e.g. 56.5
de: z.B. 56.5

# gradesWeightSettingsPercentLabel
source: Weight in %
de: Gewichtung in %

# gradesWeightSettingsRemoveTooltip
source: Remove
de: Entfernen

# gradesWeightSettingsSubtitle
source: Define grade type weights for calculating the subject grade.
de: Lege die Gewichtung der Notentypen für die Berechnung der Fachnote fest.

# gradesWeightSettingsTitle
source: Subject grade calculation
de: Berechnung der Fachnote

# groupHelpDifferenceDescription
source: Course: Represents a school subject. School class: Consists of multiple courses and allows joining all of them with one sharecode. Group: The umbrella term for a course and a school class.
de: Kurs: Spiegelt ein Schulfach wieder. Schulklasse: Besteht aus mehreren Kursen und ermöglicht das Beitreten all dieser Kurse mit nur einem Sharecode. Gruppe: Ist der Oberbegriff für einen Kurs und eine Schulklasse.

# groupHelpDifferenceTitle
source: What is the difference between a group, a course and a school class?
de: Was ist der Unterschied zwischen einer Gruppe, einem Kurs und einer Schulklasse?

# groupHelpHowToJoinOverview
source: There are two ways to join a group from classmates or teachers: 1. Scan sharecode via QR code 2. Enter the sharecode manually
de: Um einer Gruppe von deinen Mitschülern oder Lehrern beizutreten, gibt es zwei Möglichkeiten: 1. Sharecode über einen QR-Code scannen 2. Händisch den Sharecode eingeben

# groupHelpHowToJoinTitle
source: How do I join a group?
de: Wie trete ich einer Gruppe bei?

# groupHelpRolesDescription
source: Administrator: An admin manages a group. This means they can edit, delete and remove members. They can also configure all other group settings, such as enabling/disabling joining. Active member: An active member can create and edit content in a group, such as homework, events and lessons. They have read and write permissions. Passive member: A passive member only has read permissions. No content may be created or edited.
de: Administrator: Ein Admin verwaltet eine Gruppe. Das bedeutet, dass er diese bearbeiten, löschen und Teilnehmer rauswerfen kann. Zudem kann ein Admin alle weiteren Einstellungen für die Gruppe treffen, wie z.B. das Beitreten aktivieren/deaktivieren. Aktives Mitglied: Ein aktives Mitglied in einer Gruppe darf Inhalte erstellen und bearbeiten, sprich Hausaufgaben eintragen, Termine eintragen, Schulstunden bearbeiten, etc. Er hat somit Schreib- und Leserechte. Passives Mitglied: Ein passives Mitglied in einer Gruppe hat ausschließlich Leserechte. Somit dürfen keine Inhalte erstellt oder bearbeitet werden.

# groupHelpRolesTitle
source: Group roles explained: passive member, active member, administrator
de: Gruppenrollen erklärt: Was ist ein passives Mitglied, aktives Mitglied, Administrator?

# groupHelpScanQrCodeDescription
source: 1. A person already in the course opens the desired course from the "Group" page. 2. That person taps "Show QR code". 3. A sheet with a QR code opens. 4. The person who wants to join taps the red button on the "Groups" page. 5. Then they choose "Join course/class". 6. A window opens - the user taps the blue graphic to scan the QR code. 7. Finally, point the camera at the other person's QR code.
de: 1. Eine Person, die sich schon in diesem Kurs befindet, klickt unter der Seite "Gruppe" auf den gewünschten Kurs. 2. Diese Person klickt nun auf den Button "QR-Code anzeigen". 3. Nun öffnet sich unten eine neue Anzeige mit einem QR-Code. 4. Die Person, die dem Kurs beitreten möchte, klickt unten auf der Seite "Gruppen" auf den roten Button. 5. Als nächstes wählt die Person "Kurs/Klasse beitreten". 6. Jetzt öffnet sich ein Fenster - dort klickt der Nutzer auf die blaue Grafik, um den QR-Code zu scannen. 7. Abschließend nur noch die Kamera auf den QR-Code der anderen Person halten.

# groupHelpScanQrCodeTitle
source: Scan sharecode with a QR code
de: Sharecode mit einem QR-Code scannen

# groupHelpTitle
source: Help: Groups
de: Hilfe: Gruppen

# groupHelpTypeSharecodeDescription
source: 1. A person already in the course opens the desired course from the "Groups" page. 2. The sharecode is shown right below the course name. 3. The person who wants to join taps the red button on the "Groups" page. 4. Then they choose "Join course/class". 5. A window opens - now just type in the sharecode from the other person.
de: 1. Eine Person, die sich schon in diesem Kurs befindet, klickt unter der Seite "Gruppen" auf den gewünschten Kurs. 2. Auf dieser Seite wird nun direkt unter dem Kursnamen der Sharecode angezeigt. 3. Die Person, die dem Kurs beitreten möchte, klickt unten auf der Seite "Gruppen" auf den roten Button. 4. Als nächstes wählt die Person "Kurs/Klasse beitreten". 5. Jetzt öffnet sich ein Fenster - dort muss dann nur noch der Sharecode von der anderen Person in das Textfeld unten eingeben werden.

# groupHelpTypeSharecodeTitle
source: Enter sharecode manually
de: Händisch den Sharecode eingeben

# groupHelpWhatIsSharecodeDescription
source: The sharecode is an access key for a course. Classmates and teachers can use it to join the course. Thanks to the sharecode, members do not need to exchange personal data such as email addresses or private phone numbers - unlike many WhatsApp groups or most email distribution lists. A course member only sees the name (can also be a pseudonym) of other course members.
de: Der Sharecode ist ein Zugangsschlüssel für einen Kurs. Mit diesem können Mitschüler und Lehrer dem Kurs beitreten. Dank des Sharecodes braucht es kein Austauschen persönlicher Daten, wie z.B. der E-Mail Adresse oder der privaten Handynummer, unter den Kursmitgliedern - anders als es z.B. bei WhatsApp-Gruppen oder den meisten E-Mail Verteilern der Fall ist. Ein Kursmitglied sieht nur den Namen (kann auch ein Pseudonym sein) der anderen Kursmitglieder.

# groupHelpWhatIsSharecodeTitle
source: What is a sharecode?
de: Was ist ein Sharecode?

# groupHelpWhyDifferentSharecodesDescription
source: Every course participant has an individual sharecode. This makes it possible to track which user invited whom. Thanks to this feature, referrals can be counted even without using a referral link.
de: Jeder Teilnehmer aus einem Kurs hat einen individuellen Sharecode. Das hat den Grund, dass getrackt werden kann, welcher Nutzer wen eingeladen hat. Dank dieser Funktion zählen auch Weiterempfehlungen ohne die Verwendung eines Empfehlunglinks.

# groupHelpWhyDifferentSharecodesTitle
source: Why does each participant in a group have a different sharecode?
de: Warum hat jeder Teilnehmer aus einer Gruppe einen anderen Sharecode?

# groupJoinCourseSelectionParentHint
source: If your child takes electives (e.g. French), you should deselect these courses.
de: Falls dein Kind in Wahlfächern (z.B. Französisch) ist, solltest du diese Kurse aus der Auswahl aufheben.

# groupJoinCourseSelectionStudentHint
source: If you take electives (e.g. French), you should deselect these courses.
de: Falls du in Wahlfächern (z.B. Französisch) bist, solltest du diese Kurse aus der Auswahl aufheben.

# groupJoinCourseSelectionTeacherHint
source: Select the courses you teach.
de: Wähle die Kurse aus, in denen du unterrichtest.

# groupJoinCourseSelectionTitle
source: Courses to join from {groupName}
de: Beizutretende Kurse der {groupName}

# groupJoinErrorAlreadyMemberDescription
source: You are already a member of this group, so you do not need to join it again.
de: Du bist bereits Mitglied in dieser Gruppe, daher musst du dieser nicht mehr beitreten.

# groupJoinErrorAlreadyMemberTitle
source: An error occurred: Already a member 🤨
de: Ein Fehler ist aufgetreten: Bereits Mitglied 🤨

# groupJoinErrorNoInternetDescription
source: We could not try to join the group because no internet connection could be established. Please check your Wi-Fi or mobile data.
de: Wir konnten nicht versuchen, der Gruppe beizutreten, da wir keine Internetverbindung herstellen konnten. Bitte überprüfe dein WLAN bzw. deine Mobilfunkdaten.

# groupJoinErrorNoInternetTitle
source: An error occurred: No internet connection ☠️
de: Ein Fehler ist aufgetreten: Keine Internetverbindung ☠️

# groupJoinErrorNotPublicDescription
source: The group currently does not allow joining. This is disabled in the group settings. Please contact an admin of this group.
de: Die Gruppe erlaubt aktuell kein Beitreten. Dies ist in den Gruppeneinstellungen deaktiviert. Bitte wende dich an einen Admin dieser Gruppe.

# groupJoinErrorNotPublicTitle
source: An error occurred: Joining forbidden ⛔️
de: Ein Fehler ist aufgetreten: Beitreten verboten ⛔️

# groupJoinErrorSharecodeNotFoundDescription
source: We could not find the entered sharecode. Please check upper/lower case and whether the sharecode is still valid.
de: Wir konnten den eingegebenen Sharecode nicht finden. Bitte überprüfe die Groß- und Kleinschreibung und ob dieser Sharecode noch gültig ist.

# groupJoinErrorSharecodeNotFoundTitle
source: An error occurred: Sharecode not found ❌
de: Ein Fehler ist aufgetreten: Sharecode nicht gefunden ❌

# groupJoinErrorUnknownDescription
source: This might be due to your internet connection. Please check it.
de: Dies könnte eventuell an deiner Internetverbindung liegen. Bitte überprüfe diese!

# groupJoinErrorUnknownTitle
source: An unknown error occurred 😭
de: Ein unbekannter Fehler ist aufgetreten 😭

# groupJoinPasteSharecodeDescription
source: Do you want to use the sharecode "{sharecode}" from your clipboard?
de: Möchtest du den Sharecode "{sharecode}" aus deiner Zwischenablage übernehmen?

# groupJoinPasteSharecodeTitle
source: Paste sharecode
de: Sharecode einfügen

# groupJoinRequireCourseSelectionDescription
source: To join, you need to select the courses you are in.
de: Du musst zum Beitreten die Kurse auswählen, in welchen du bist.

# groupJoinRequireCourseSelectionTitle
source: Class found: {groupName}
de: Klasse gefunden: {groupName}

# groupJoinResultJoinMoreAction
source: Join more
de: Mehr beitreten

# groupJoinResultRetryAction
source: Try again
de: Nochmal versuchen

# groupJoinResultSelectCoursesAction
source: Select courses
de: Kurse auswählen

# groupJoinScanQrCodeDescription
source: Scan a QR code to join a group.
de: Scanne einen QR-Code, um einer Gruppe beizutreten.

# groupJoinScanQrCodeTooltip
source: Scan QR code
de: QR-Code scannen

# groupJoinSharecodeHint
source: e.g. Qb32vF
de: z.B. Qb32vF

# groupJoinSuccessDescription
source: {groupName} was added successfully. You are now a member.
de: {groupName} wurde erfolgreich hinzugefügt. Du bist nun Mitglied.

# groupJoinSuccessTitle
source: Joined successfully 🎉
de: Erfolgreich beigetreten 🎉

# groupOnboardingCreateNewGroupsAction
source: No, I'd like to create new groups
de: Nein, ich möchte neue Gruppen erstellen

# groupOnboardingFirstPersonHint
source: If a classmate already uses Sharezone, they can give you a share code so you can join their class.
de: Wenn ein Mitschüler schon Sharezone verwendet, kann dir dieser einen Sharecode geben, damit du seiner Klasse beitreten kannst.

# groupOnboardingFirstPersonParentTitle
source: Have groups already been created by students or teachers?
de: Wurden bereits Gruppen von Schülern oder Lehrkräften erstellt?

# groupOnboardingFirstPersonStudentTitle
source: Have classmates or your teacher already created a course, class, or grade level? 💪
de: Haben Mitschüler oder dein Lehrer / deine Lehrerin schon einen Kurs, eine Klasse oder Stufe erstellt? 💪

# groupOnboardingFirstPersonTeacherTitle
source: Have groups already been created by someone else? 💪
de: Wurden bereits Gruppen von einer anderen Person erstellt? 💪

# groupOnboardingIsClassTeacherCreateClassAction
source: Yes, I'd like to create a class
de: Ja, ich möchte eine Klasse erstellen

# groupOnboardingIsClassTeacherCreateCoursesOnlyAction
source: No, I'd like to create courses only
de: Nein, ich möchte nur Kurse erstellen

# groupOnboardingIsClassTeacherTitle
source: Do you lead a class? (class teacher)
de: Leitest du eine Klasse? (Klassenlehrer)

# groupOnboardingJoinMultipleGroupsAction
source: Yes, I'd like to join these groups
de: Ja, ich möchte diesen Gruppen beitreten

# groupOnboardingJoinSingleGroupAction
source: Yes, I'd like to join this group
de: Ja, ich möchte dieser Gruppe beitreten

# groupOnboardingSchoolClassHint
source: e.g. 10A
de: z.B. 10A

# groupParticipantsEmpty
source: There are no participants in this group 😭
de: Es befinden sich keine Teilnehmer in dieser Gruppe 😭

# groupsAllowJoinTitle
source: Allow joining
de: Beitreten erlauben

# groupsContactSupportPrefix
source: Need help? Just contact our
de: Du brauchst Hilfe? Dann kontaktiere einfach unseren

# groupsCreateCourseDescription
source: Think of a course as a school subject. Each subject is represented by one course.
de: Einen Kurs kannst du dir wie ein Schulfach vorstellen. Jedes Fach wird mit einem Kurs abgebildet.

# groupsCreateSchoolClassDescription
source: A school class consists of multiple courses. When joining the class, members automatically join all linked courses.
de: Eine Klasse besteht aus mehreren Kursen. Jedes Mitglied tritt beim Betreten der Klasse automatisch allen dazugehörigen Kursen bei.

# groupsEmptyTitle
source: You have not joined any course or class yet!
de: Du bist noch keinem Kurs, bzw. keiner Klasse beigetreten!

# groupsFabJoinOrCreateTooltip
source: Join/create group
de: Gruppe beitreten/erstellen

# groupsInviteParticipants
source: Invite participants
de: Teilnehmer einladen

# groupsJoinCourseOrClassDescription
source: If one of your classmates already created a class or course, you can simply join it.
de: Falls einer deiner Mitschüler schon eine Klasse oder einen Kurs erstellt hat, kannst du diesem einfach beitreten.

# groupsJoinCourseOrClassTitle
source: Join course/class
de: Kurs/Klasse beitreten

# groupsJoinTitle
source: Join
de: Beitreten

# groupsLinkCopied
source: Link copied
de: Link wurde kopiert

# groupsMemberCount
source: Number of participants: {value}
de: Anzahl der Teilnehmer: {value}
