Repository: SharezoneApp/sharezone-app
Catalog: lib/sharezone_localizations/l10n/app_*.arb
Languages: de

# sharezonePlusBuyingDisabledContent
source: The purchase of Sharezone Plus is currently disabled. Please try again later. We will keep you updated on our [Discord](https://sharezone.net/discord).
de: Der Kauf von Sharezone Plus ist aktuell deaktiviert. Bitte versuche es später erneut. Auf unserem [Discord](https://sharezone.net/discord) halten wir dich auf dem Laufenden.

# sharezonePlusBuyingDisabledTitle
source: Purchasing disabled
de: Kaufen deaktiviert

# sharezonePlusBuyingFailedContent
source: The purchase of Sharezone Plus failed. Please try again later. Error: {error} If you have questions, contact [plus@sharezone.net](mailto:plus@sharezone.net).
de: Der Kauf von Sharezone Plus ist fehlgeschlagen. Bitte versuche es später erneut. Fehler: {error} Bei Fragen wende dich an [plus@sharezone.net](mailto:plus@sharezone.net).

# sharezonePlusBuyingFailedTitle
source: Purchase failed
de: Kaufen fehlgeschlagen

# sharezonePlusCancelAction
source: Cancel
de: Kündigen

# sharezonePlusCancelConfirmAction
source: Cancel
de: Kündigen

# sharezonePlusCancelConfirmationContent
source: If you cancel your Sharezone Plus subscription, you will lose access to all Plus features. Are you sure you want to cancel?
de: Wenn du dein Sharezone-Plus Abo kündigst, verlierst du den Zugriff auf alle Plus-Funktionen. Bist du sicher, dass du kündigen möchtest?

# sharezonePlusCancelConfirmationTitle
source: Are you sure?
de: Bist du dir sicher?

# sharezonePlusCancelFailedContent
source: An error occurred. Please try again later. Error: {error}
de: Es ist ein Fehler aufgetreten. Bitte versuche es später erneut. Fehler: {error}

# sharezonePlusCancelFailedTitle
source: Cancellation failed
de: Kündigung fehlgeschlagen

# sharezonePlusCanceledSubscriptionNote
source: You have canceled your Sharezone Plus subscription. You can still use your benefits until the end of the current billing period. If you change your mind, you can subscribe to Sharezone Plus again at any time.
de: Du hast dein Sharezone-Plus Abo gekündigt. Du kannst deine Vorteile noch bis zum Ende des aktuellen Abrechnungszeitraums nutzen. Solltest du es dir anders überlegen, kannst du es jederzeit wieder erneut Sharezone-Plus abonnieren.

# sharezonePlusFaqContentCreatorContent
source: Yes, as a content creator you can receive Sharezone Plus (lifetime) for free. Here's how it works: 1. Create a creative TikTok, YouTube Short, or Instagram Reel where you mention or present Sharezone. 2. Make sure your video gets more than 10,000 views. 3. Send us the link to your video at plus@sharezone.net. There are no limits to your creativity. Please read our conditions for the content creator program: https://sharezone.net/content-creator-programm.
de: Ja, als Content Creator kannst du Sharezone Plus (Lifetime) kostenlos erhalten. So funktioniert es: 1. Erstelle ein kreatives TikTok, YouTube Short oder Instagram Reel, in dem du Sharezone erwähnst oder vorstellst. 2. Sorge dafür, dass dein Video mehr als 10.000 Aufrufe erzielt. 3. Schick uns den Link zu deinem Video an plus@sharezone.net. Deiner Kreativität sind keine Grenzen gesetzt. Bitte beachte unsere Bedingungen für das Content Creator Programm: https://sharezone.net/content-creator-programm.

# sharezonePlusFaqContentCreatorTitle
source: Is there a content creator program?
de: Gibt es ein Content Creator Programm?

# sharezonePlusFaqFamilyLicenseContent
source: Yes, for families with multiple children we offer special conditions. Just send us an email at [plus@sharezone.net](mailto:plus@sharezone.net) to learn more.
de: Ja, für Familien mit mehreren Kindern bieten wir besondere Konditionen an. Schreib uns einfach eine E-Mail an [plus@sharezone.net](mailto:plus@sharezone.net), um mehr zu erfahren.

# sharezonePlusFaqFamilyLicenseTitle
source: Are there special offers for families?
de: Gibt es spezielle Angebote für Familien?

# sharezonePlusFaqGroupMembersContent
source: If you subscribe to Sharezone Plus, only your account gets Sharezone Plus. Your group members do not receive Sharezone Plus. However, there are individual features from which your group members also benefit. For example, if you change a group's course color to a color that is only available with Sharezone Plus, this color will also be used for your group members.
de: Wenn du Sharezone Plus abonnierst, erhält nur dein Account Sharezone Plus. Deine Gruppenmitglieder erhalten Sharezone Plus nicht. Jedoch gibt es einzelne Features, von denen auch deine Gruppenmitglieder profitieren. Solltest du beispielsweise eine die Kursfarbe von einer Gruppe zu einer Farbe ändern, die nur mit Sharezone Plus verfügbar ist, so wird diese Farbe auch für deine Gruppenmitglieder verwendet.

# sharezonePlusFaqGroupMembersTitle
source: Do group members also get Sharezone Plus?
de: Erhalten auch Gruppenmitglieder Sharezone Plus?

# sharezonePlusFaqOpenSourceContent
source: Yes, Sharezone is open source on the frontend. You can view the source code on GitHub:
de: Ja, Sharezone ist Open-Source im Frontend. Du kannst den Quellcode auf GitHub einsehen:

# sharezonePlusFaqOpenSourceTitle
source: Is Sharezone's source code public?
de: Ist der Quellcode von Sharezone öffentlich?

# sharezonePlusFaqSchoolLicenseContent
source: Interested in a license for your entire class? Just send us an email at [plus@sharezone.net](mailto:plus@sharezone.net).
de: Du bist interessiert an einer Lizenz für deine gesamte Klasse? Schreib uns einfach eine E-Mail an [plus@sharezone.net](mailto:plus@sharezone.net).

# sharezonePlusFaqSchoolLicenseTitle
source: Are there special offers for school classes?
de: Gibt es spezielle Angebote für Schulklassen?

# sharezonePlusFaqStorageContent
source: No, the 30 GB of storage with Sharezone Plus only applies to your account and applies across all your courses. For example, you could upload 5 GB in the German course, 15 GB in the math course, and would still have another 10 GB available across all courses. Your group members do not receive additional storage.
de: Nein, der Speicherplatz von 30 GB mit Sharezone Plus gilt nur für deinen Account und gilt über alle deine Kurse hinweg. Du könntest beispielsweise 5 GB in den Deutsch-Kurs hochladen, 15 GB in den Mathe-Kurs und hättest noch weitere 10 GB für alle Kurse zur Verfügung. Deine Gruppenmitglieder erhalten keinen zusätzlichen Speicherplatz.

# sharezonePlusFaqStorageTitle
source: Does the whole course get 30 GB of storage?
de: Erhält der gesamte Kurs 30 GB Speicherplatz?

# sharezonePlusFaqWhoIsBehindContent
source: Sharezone is currently developed by Jonas and Nils. The idea for Sharezone emerged from our personal frustration with organizing everyday school life during our school days. Our vision is to make school life easier and more organized for everyone.
de: Sharezone wird aktuell von Jonas und Nils entwickelt. Aus unserer persönlichen Frustration über die Organisation des Schulalltags während der Schulzeit entstand die Idee für Sharezone. Es ist unsere Vision, den Schulalltag für alle einfacher und übersichtlicher zu gestalten.

# sharezonePlusFaqWhoIsBehindTitle
source: Who is behind Sharezone?
de: Wer steht hinter Sharezone?

# sharezonePlusFeatureUnavailable
source: This feature is only available with "Sharezone Plus".
de: Dieses Feature ist nur mit "Sharezone Plus" verfügbar.

# sharezonePlusLegalTextLifetime
source: One-time payment of {price} (no subscription). By purchasing, you confirm that you have read the [Terms](https://sharezone.net/terms-of-service). We process your data in accordance with our [Privacy Policy](https://sharezone.net/privacy-policy)
de: Einmalige Zahlung von {price} (kein Abo o. ä.). Durch den Kauf bestätigst du, dass du die [ANBs](https://sharezone.net/terms-of-service) gelesen hast. Wir verarbeiten deine Daten gemäß unserer [Datenschutzerklärung](https://sharezone.net/privacy-policy)

# sharezonePlusLegalTextMonthlyAndroid
source: Your subscription ({price}/month) can be canceled monthly. It will automatically renew unless you cancel at least 24 hours before the end of the current billing period via Google Play. By purchasing, you confirm that you have read the [Terms](https://sharezone.net/terms-of-service). We process your data in accordance with our [Privacy Policy](https://sharezone.net/privacy-policy)
de: Dein Abo ({price}/Monat) ist monatlich kündbar. Es wird automatisch verlängert, wenn du es nicht mindestens 24 Stunden vor Ablauf der aktuellen Zahlungsperiode über Google Play kündigst. Durch den Kauf bestätigst du, dass du die [ANBs](https://sharezone.net/terms-of-service) gelesen hast. Wir verarbeiten deine Daten gemäß unserer [Datenschutzerklärung](https://sharezone.net/privacy-policy)

# sharezonePlusLegalTextMonthlyApple
source: Your subscription ({price}/month) can be canceled monthly. It will automatically renew unless you cancel at least 24 hours before the end of the current billing period via the App Store. By purchasing, you confirm that you have read the [Terms](https://sharezone.net/terms-of-service). We process your data in accordance with our [Privacy Policy](https://sharezone.net/privacy-policy)
de: Dein Abo ({price}/Monat) ist monatlich kündbar. Es wird automatisch verlängert, wenn du es nicht mindestens 24 Stunden vor Ablauf der aktuellen Zahlungsperiode über den App Store kündigst. Durch den Kauf bestätigst du, dass du die [ANBs](https://sharezone.net/terms-of-service) gelesen hast. Wir verarbeiten deine Daten gemäß unserer [Datenschutzerklärung](https://sharezone.net/privacy-policy)

# sharezonePlusLegalTextMonthlyOther
source: Your subscription ({price}/month) can be canceled monthly. It will automatically renew unless you cancel before the end of the current billing period via the app. By purchasing, you confirm that you have read the [Terms](https://sharezone.net/terms-of-service). We process your data in accordance with our [Privacy Policy](https://sharezone.net/privacy-policy)
de: Dein Abo ({price}/Monat) ist monatlich kündbar. Es wird automatisch verlängert, wenn du es nicht vor Ablauf der aktuellen Zahlungsperiode über die App kündigst. Durch den Kauf bestätigst du, dass du die [ANBs](https://sharezone.net/terms-of-service) gelesen hast. Wir verarbeiten deine Daten gemäß unserer [Datenschutzerklärung](https://sharezone.net/privacy-policy)

# sharezonePlusLetParentsBuyAction
source: Let parents pay
de: Eltern bezahlen lassen

# sharezonePlusLetParentsBuyContent
source: You can send your parents a link so they can buy Sharezone Plus for you. The link is only valid for you and contains the connection to your account.
de: Du kannst deinen Eltern einen Link schicken, damit sie Sharezone-Plus für dich kaufen können. Der Link ist nur für dich gültig und enthält die Verbindung zu deinem Account.

# sharezonePlusLetParentsBuyTitle
source: Let parents pay
de: Eltern bezahlen lassen

# sharezonePlusLinkCopiedToClipboard
source: Link copied to clipboard.
de: Link in die Zwischenablage kopiert.

# sharezonePlusLinkTokenLoadFailed
source: The token for the link could not be loaded.
de: Der Token für den Link konnte nicht geladen werden.

# sharezonePlusPurchasePeriodLifetime
source: Lifetime (one-time purchase)
de: Lebenslang (einmaliger Kauf)

# sharezonePlusPurchasePeriodMonthly
source: Monthly
de: Monatlich

# sharezonePlusShareLinkAction
source: Share link
de: Link teilen

# sharezonePlusSubscribeAction
source: Subscribe
de: Abonnieren

# sharezonePlusTestFlightContent
source: You installed Sharezone via TestFlight. Apple does not allow in-app purchases via TestFlight. To buy Sharezone Plus, please download the app from the App Store. There you can purchase Sharezone Plus. Afterwards, you can reinstall the app via TestFlight.
de: Du hast Sharezone über TestFlight installiert. Apple erlaubt keine In-App-Käufe über TestFlight. Um Sharezone-Plus zu kaufen, lade bitte die App aus dem App Store herunter. Dort kannst du Sharezone-Plus kaufen. Danach kannst du die App wieder über TestFlight installieren.

# sharezonePlusUnsubscribeActiveText
source: You currently have a Sharezone Plus subscription. If you're not satisfied, we'd love to hear your [feedback](#feedback)! Of course, you can cancel the subscription at any time.
de: Du hast aktuell das Sharezone-Plus Abo. Solltest du nicht zufrieden sein, würden wir uns über ein [Feedback](#feedback) freuen! Natürlich kannst du dich jederzeit dafür entscheiden, das Abo zu kündigen.

# sharezonePlusUnsubscribeLifetimeText
source: You have Sharezone Plus for life. If you're not satisfied, we'd love to hear your [feedback](#feedback)!
de: Du hast Sharezone-Plus auf Lebenszeit. Solltest du nicht zufrieden sein, würden wir uns über ein [Feedback](#feedback) freuen!

# sharezoneV2DialogAnbAcceptanceCheckbox
source: I have read and accept the [terms and conditions](anb).
de: Ich habe [die ANB](anb) gelesen und akzeptiere diese.

# sharezoneV2DialogChangedLegalFormHeader
source: Changed legal form
de: Geänderte Rechtsform

# sharezoneV2DialogPrivacyPolicyRevisionHeader
source: Privacy policy revision
de: Überarbeitung der Datenschutzerklärung

# sharezoneV2DialogSubmitError
source: An error occurred: {value}. If this keeps happening, contact us at support@sharezone.net
de: Es ist ein Fehler aufgetreten: {value}. Falls dieser bestehen bleibt, dann schreibe uns unter support@sharezone.net

# sharezoneV2DialogTermsHeader
source: Terms of service
de: Allgemeine Nutzungsbedingungen (ANB)

# sharezoneWidgetsCenteredErrorMessage
source: Unfortunately, an error occurred while loading 😖 Please try again later.
de: Es gab leider einen Fehler beim Laden 😖 Versuche es später einfach nochmal.

# sharezoneWidgetsCourseTileNoCourseSelected
source: No course selected
de: Keinen Kurs ausgewählt

# sharezoneWidgetsCourseTileTitle
source: Course
de: Kurs

# sharezoneWidgetsDatePickerSelectDate
source: Select date
de: Datum auswählen

# sharezoneWidgetsErrorCardContactSupport
source: CONTACT SUPPORT
de: SUPPORT KONTAKTIEREN

# sharezoneWidgetsErrorCardRetry
source: TRY AGAIN
de: ERNEUT VERSUCHEN

# sharezoneWidgetsErrorCardTitle
source: An error occurred!
de: Es ist ein Fehler aufgetreten!

# sharezoneWidgetsLeaveFormConfirm
source: YES, LEAVE!
de: JA, VERLASSEN!

# sharezoneWidgetsLeaveFormPromptFull
source: Do you really want to end the input? The data will not be saved!
de: Möchtest du die Eingabe wirklich beenden? Die Daten werden nicht gespeichert!

# sharezoneWidgetsLeaveFormPromptNot
source: not
de: nicht

# sharezoneWidgetsLeaveFormPromptPrefix
source: Do you really want to end the input? The data will
de: Möchtest du die Eingabe wirklich beenden? Die Daten werden

# sharezoneWidgetsLeaveFormPromptSuffix
source: be saved!
de: gespeichert!

# sharezoneWidgetsLeaveFormStay
source: NO!
de: NEIN!

# sharezoneWidgetsLeaveFormTitle
source: Leave input?
de: Eingabe verlassen?

# sharezoneWidgetsLeaveOrSaveFormPrompt
source: Do you want to leave or save the input? If you leave the input, the data will not be saved
de: Möchtest du die Eingabe verlassen oder speichern? Verlässt du die Eingabe, werden die Daten nicht gespeichert

# sharezoneWidgetsLeaveOrSaveFormTitle
source: Leave or save?
de: Verlassen oder Speichern?

# sharezoneWidgetsLoadingEncryptedTransfer
source: Data is being transferred in encrypted form...
de: Daten werden verschlüsselt übertragen...

# sharezoneWidgetsLocationHint
source: Location/Room
de: Ort/Raum

# sharezoneWidgetsLogoSemanticsLabel
source: Sharezone logo: A blue notebook icon with a cloud, with Sharezone written to the right.
de: Logo von Sharezone: Ein blaues Heft-Icon mit einer Wolke, rechts daneben steht Sharezone.

# sharezoneWidgetsMarkdownSupportBold
source: **bold**
de: **fett**

# sharezoneWidgetsMarkdownSupportItalic
source: *italic*
de: *kursiv*

# sharezoneWidgetsNotAllowedCharactersError
source: The following characters are not allowed: {characters}
de: Folgende Zeichen sind nicht erlaubt: {characters}

# sharezoneWidgetsOverlayCardCloseSemantics
source: Close the card
de: Schließe die Karte

# sharezoneWidgetsSnackbarComingSoon
source: This feature will be available soon! 😊
de: Diese Funktion ist bald verfügbar! 😊

# sharezoneWidgetsSnackbarDataArrivalConfirmed
source: Data arrival confirmed
de: Ankunft der Daten bestätigt

# sharezoneWidgetsSnackbarLoginDataEncrypted
source: Login data is being transferred in encrypted form...
de: Anmeldedaten werden verschlüsselt übertragen...

# sharezoneWidgetsSnackbarPatience
source: Please wait! Data is still loading...
de: Geduld! Daten werden noch geladen...

# sharezoneWidgetsSnackbarSaved
source: Changes have been saved successfully
de: Änderung wurde erfolgreich gespeichert

# sharezoneWidgetsSnackbarSendingDataToFrankfurt
source: Data is being transported to Frankfurt...
de: Daten werden nach Frankfurt transportiert...

# sharezoneWidgetsTextFieldCannotBeEmptyError
source: The text field must not be empty!
de: Das Textfeld darf nicht leer sein!

# signInWithQrCodeLoadingMessage
source: Generating the QR code can take a few seconds...
de: Die Erstellung des QR-Codes kann einige Sekunden dauern...

# signInWithQrCodeStep1
source: Open Sharezone on your phone / tablet
de: Öffne Sharezone auf deinem Handy / Tablet

# signInWithQrCodeStep2
source: Open settings in the side navigation
de: Öffne die Einstellungen über die seitliche Navigation

# signInWithQrCodeStep3
source: Tap "Web app"
de: Tippe auf "Web-App"

# signInWithQrCodeStep4
source: Tap "Scan QR code" and point your camera at your screen
de: Tippe auf "QR-Code scannen" und richte die Kamera auf deinen Bildschirm

# signInWithQrCodeTitle
source: How to sign in with a QR code:
de: So meldest du dich über einen QR-Code an:

# signOutDialogConfirmation
source: Do you really want to sign out?
de: Möchtest du dich wirklich abmelden?

# signUpAdvantageAllInOne
source: All-in-one app for school
de: All-In-One-App für die Schule

# signUpAdvantageCloud
source: Share your school planner with your class via the cloud
de: Schulplaner über die Cloud mit der Klasse teilen

# signUpAdvantageHomeworkReminder
source: Reminders for open homework
de: Erinnerungen an offene Hausaufgaben

# signUpAdvantageSaveTime
source: Save a lot of time by organizing together
de: Große Zeitersparnis durch gemeinsames Organisieren

# signUpAdvantagesTitle
source: Benefits of Sharezone
de: Vorteile von Sharezone

# signUpDataProtectionAesTitle
source: AES 256-bit server-side encryption
de: AES 256-Bit serverseitige Verschlüsselung

# signUpDataProtectionAnonymousSignInSubtitle
source: IP address is inevitably stored temporarily
de: IP-Adresse wird zwangsläufig temporär gespeichert

# signUpDataProtectionAnonymousSignInTitle
source: Sign in without personal data
de: Anmeldung ohne personenbezogene Daten

# signUpDataProtectionDeleteDataTitle
source: Easy data deletion
de: Einfaches Löschen der Daten

# signUpDataProtectionIsoTitle
source: ISO27001, ISO27012 & ISO27018 certified*
de: ISO27001, ISO27012 & ISO27018 zertifiziert*

# signUpDataProtectionServerLocationSubtitle
source: Except for the authentication server
de: Mit Ausnahme des Authentifizierungs-Server

# signUpDataProtectionServerLocationTitle
source: Server location: Frankfurt (Germany)
de: Standort der Server: Frankfurt (Deutschland)

# signUpDataProtectionSocSubtitle
source: * Certification of our hosting provider
de: * Zertifizierung von unserem Hosting-Anbieter

# signUpDataProtectionSocTitle
source: SOC1, SOC2, & SOC3 certified*
de: SOC1, SOC2, & SOC3 zertifiziert*

# signUpDataProtectionTitle
source: Data protection
de: Datenschutz

# signUpDataProtectionTlsTitle
source: TLS encryption during transmission
de: TLS-Verschlüsselung bei der Übertragung

# stateAnonymous
source: Remain anonymous
de: Anonym bleiben

# stateBayern
source: Bavaria
de: Bayern

# stateFribourg
source: Fribourg
de: Freiburg

# stateGeneva
source: Geneva
de: Genf

# stateHessen
source: Hesse
de: Hessen

# stateKaernten
source: Carinthia
de: Kärnten

# stateLuzern
source: Lucerne
de: Luzern

# stateNeuchatel
source: Neuchâtel
de: Neuenburg

# stateNiederoesterreich
source: Lower Austria
de: Niederösterreich

# stateNiedersachsen
source: Lower Saxony
de: Niedersachsen

# stateNordrheinWestfalen
source: North Rhine-Westphalia
de: Nordrhein-Westfalen

# stateNotFromGermany
source: Not from Germany
de: Nicht aus Deutschland

# stateNotSelected
source: Not selected
de: Nicht ausgewählt

# stateOberoesterreich
source: Upper Austria
de: Oberösterreich

# stateRheinlandPfalz
source: Rhineland-Palatinate
de: Rheinland-Pfalz

# stateSachsen
source: Saxony
de: Sachsen

# stateSachsenAnhalt
source: Saxony-Anhalt
de: Sachsen-Anhalt

# stateSteiermark
source: Styria
de: Steiermark

# stateThueringen
source: Thuringia
de: Thüringen

# stateTicino
source: Ticino
de: Tessin

# stateTirol
source: Tyrol
de: Tirol

# stateValais
source: Valais
de: Wallis

# stateVaud
source: Vaud
de: Waadt

# stateWien
source: Vienna
de: Wien

# stateZurich
source: Zurich
de: Zürich

# submissionsCreateAddFile
source: Add file
de: Datei hinzufügen

# submissionsCreateAfterDeadlineContent
source: You can still submit now, but the teacher will decide how to handle it ;)
de: Du kannst jetzt trotzdem noch abgeben, aber die Lehrkraft muss entscheiden wie sie damit umgeht ;)

# submissionsCreateAfterDeadlineTitle
source: Missed the deadline? You can still submit!
de: Abgabefrist verpasst? Du kannst trotzdem abgeben!

# submissionsCreateEmptyStateTitle
source: Upload files that you want to submit for the homework!
de: Lade jetzt Dateien hoch, die du für die Hausaufgabe abgeben willst!

# submissionsCreateFileInvalidDialogContent
source: {message} Please contact support at support@sharezone.net!
de: {message} Bitte kontaktiere den Support unter support@sharezone.net!

# submissionsCreateFileInvalidDialogTitle
source: Error
de: Fehler

# submissionsCreateFileInvalidMultiple
source: The selected files "{fileNames}" seem to be invalid.
de: Die gewählten Dateien "{fileNames}" scheinen invalide zu sein.

# submissionsCreateFileInvalidSingle
source: The selected file "{fileName}" seems to be invalid.
de: Die gewählte Datei "{fileName}" scheint invalide zu sein.

# submissionsCreateLeaveAction
source: Leave
de: Verlassen

# submissionsCreateNotSubmittedContent
source: Your teacher won't see your submission until you submit it. Your uploaded files will still stay saved for you.
de: Dein Lehrer wird deine Abgabe nicht sehen können, bis du diese abgibst. Deine bisher hochgeladenen Dateien bleiben trotzdem für dich gespeichert.

# submissionsCreateNotSubmittedTitle
source: Submission not sent!
de: Abgabe nicht abgegeben!

# submissionsCreateRemoveFileContent
source: Do you really want to remove the file "{fileName}"?
de: Möchtest du die Datei "{fileName}" wirklich entfernen?

# submissionsCreateRemoveFileTitle
source: Remove file
de: Datei entfernen

# submissionsCreateRemoveFileTooltip
source: Remove file
de: Datei entfernen

# submissionsCreateRenameActionUppercase
source: RENAME
de: UMBENENNEN

# submissionsCreateRenameDialogTitle
source: Rename file
de: Datei umbenennen

# submissionsCreateRenameErrorAlreadyExists
source: This file name already exists!
de: Dieser Dateiname existiert bereits!

# submissionsCreateRenameErrorEmpty
source: The name must not be empty!
de: Der Name darf nicht leer sein!

# submissionsCreateRenameErrorTooLong
source: The name is too long!
de: Der Name ist zu lang!

# submissionsCreateRenameTooltip
source: Rename
de: Umbenennen

# submissionsCreateSubmitAction
source: Submit
de: Abgeben

# submissionsCreateSubmitDialogContent
source: After submitting, you can no longer delete files. You can still add new files and rename existing ones.
de: Nach der Abgabe kannst du keine Datei mehr löschen. Du kannst aber noch neue Dateien hinzufügen und alte Dateien umbenennen.

# submissionsCreateSubmitDialogTitle
source: Really submit?
de: Wirklich Abgeben?
