Repository: SharezoneApp/sharezone-app
Catalog: lib/sharezone_localizations/l10n/app_*.arb
Languages: de

# groupsMemberOptionsNoAdminRightsHint
source: Since you are not an admin, you do not have permission to manage other members.
de: Da du kein Admin bist, hast du keine Rechte, um andere Mitglieder zu verwalten.

# groupsMemberYou
source: You
de: Du

# groupsMembersActiveMemberTitle
source: Active member (read and write access)
de: Aktives Mitglied (Schreib- und Leserechte)

# groupsMembersAdminsTitle
source: Administrators
de: Administratoren

# groupsMembersLegendTitle
source: Legend
de: Legenden

# groupsMembersPassiveMemberTitle
source: Passive member (read-only access)
de: Passives Mitglied (nur Leserechte)

# groupsPageMyCourses
source: My courses:
de: Meine Kurse:

# groupsPageMySchoolClass
source: My class:
de: Meine Klasse:

# groupsPageMySchoolClasses
source: My classes:
de: Meine Klassen:

# groupsPageTitle
source: Groups
de: Gruppen

# groupsQrCodeSubtitle
source: show
de: anzeigen

# groupsRoleActiveMemberDescription
source: Read and write permissions
de: Schreib- und Leserechte

# groupsRoleAdminDescription
source: Read and write permissions & administration
de: Schreib- und Leserechte & Verwaltung

# groupsRoleReadOnlyDescription
source: Read permissions
de: Leserechte

# groupsSharecodeCopied
source: Share code copied
de: Sharecode wurde kopiert

# groupsSharecodeCopiedToClipboard
source: Sharecode copied to clipboard.
de: Sharecode wurde in die Zwischenablage kopiert.

# groupsSharecodeLoading
source: Loading sharecode...
de: Sharecode wird geladen...

# groupsSharecodeLowercaseCharacter
source: lowercase {character}
de: kleines {character}

# groupsSharecodeUppercaseCharacter
source: uppercase {character}
de: großes {character}

# groupsWritePermissionsEveryoneDescription
source: Everyone gets the role "active member (read and write permissions)"
de: Jeder erhält die Rolle ”aktives Mitglied (Lese- und Schreibrechte)"

# groupsWritePermissionsExplanation
source: Use this setting to control which user groups receive write permissions.
de: Mit dieser Einstellung kann reguliert werden, welche Nutzergruppen Schreibrechte erhalten.

# groupsWritePermissionsOnlyAdminsDescription
source: Everyone except admins gets the role "passive member (read-only permissions)"
de: Alle, außer die Admins, erhalten die Rolle "passives Mitglied (Nur Leserechte)"

# groupsWritePermissionsSheetQuestion
source: Who is allowed to create or upload new entries, homework, files, etc.?
de: Wer ist dazu berechtigt, neue Einträge, neue Hausaufgaben, neue Dateien, etc. zu erstellen, bzw. hochzuladen?

# groupsWritePermissionsTitle
source: Write permissions
de: Schreibrechte

# homeworkAddAction
source: Add homework
de: Hausaufgabe eintragen

# homeworkBottomBarMoreIdeas
source: More ideas?
de: Noch Ideen?

# homeworkCardViewCompletedByTooltip
source: Show "Completed by"
de: "Erledigt von" anzeigen

# homeworkCardViewSubmissionsTooltip
source: Show submissions
de: Abgaben anzeigen

# homeworkCompletionPlusDescription
source: Get Sharezone Plus to see who has already marked the homework as completed.
de: Erwerbe Sharezone Plus, um nachzuvollziehen, wer bereits die Hausaufgabe als erledigt markiert hat.

# homeworkCompletionReadByTitle
source: Completed by
de: Erledigt von

# homeworkDeleteAttachmentsDialogDescription
source: Should homework attachments be deleted from file storage or should only the link between them be removed?
de: Sollen die Anhänge der Hausaufgabe aus der Dateiablage gelöscht oder die Verknüpfung zwischen beiden aufgehoben werden?

# homeworkDeleteAttachmentsDialogTitle
source: Delete attachments too?
de: Anhänge ebenfalls löschen?

# homeworkDeleteAttachmentsUnlink
source: Unlink
de: Entknüpfen

# homeworkDeleteScopeDialogDescription
source: Should homework be deleted only for you or for the entire course?
de: Soll die Hausaufgabe nur für dich oder für den gesamten Kurs gelöscht werden?

# homeworkDeleteScopeDialogTitle
source: Delete for everyone?
de: Für alle löschen?

# homeworkDeleteScopeOnlyMe
source: Only for me
de: Nur für mich

# homeworkDeleteScopeWholeCourse
source: For entire course
de: Für gesamten Kurs

# homeworkDetailsAdditionalInfo
source: Additional information
de: Zusatzinformationen

# homeworkDetailsAttachmentsCount
source: Attachments: {count}
de: Anhänge: {count}

# homeworkDetailsChangeAccountTypeContent
source: If you want to submit homework, your account must be registered as a student. Support can convert your account to a student account so you can submit homework.
de: Wenn du eine Hausaufgabe abgeben möchtest, musst dein Account als Schüler registriert sein. Der Support kann deinen Account in einen Schüler-Account umwandeln, damit du Hausaufgaben abgeben darfst.

# homeworkDetailsChangeAccountTypeEmailBody
source: Dear Sharezone team, please change my account type to student.
de: Liebes Sharezone-Team, bitte ändert meinen Account-Typ zum Schüler ab.

# homeworkDetailsChangeAccountTypeEmailSubject
source: Change account type to student [{uid}]
de: Typ des Accounts zu Schüler ändern [{uid}]

# homeworkDetailsChangeAccountTypeTitle
source: Change account type?
de: Account-Typ ändern?

# homeworkDetailsCourseTitle
source: Course
de: Kurs

# homeworkDetailsCreatedBy
source: Created by:
de: Erstellt von:

# homeworkDetailsDoneByStudentsCount
source: Done by {count} students
de: Von {count} SuS erledigt

# homeworkDetailsMarkAsDone
source: Mark as done
de: Als erledigt markieren

# homeworkDetailsMarkAsUndone
source: Mark as not done
de: Als unerledigt markieren

# homeworkDetailsMarkDoneAction
source: Mark done
de: Abhaken

# homeworkDetailsMySubmission
source: My submission
de: Meine Abgabe

# homeworkDetailsNoPermissionTitle
source: No permission
de: Keine Berechtigung

# homeworkDetailsNoSubmissionContent
source: You haven't submitted anything yet. Do you really want to mark this homework as done without a submission?
de: Du hast bisher keine Abgabe gemacht. Möchtest du wirklich die Hausaufgabe ohne Abgabe als erledigt markieren?

# homeworkDetailsNoSubmissionTitle
source: No submission yet
de: Keine Abgabe bisher

# homeworkDetailsNoSubmissionYet
source: No submission yet
de: Keine Abgabe bisher eingereicht

# homeworkDetailsParentsCannotSubmit
source: Parents cannot submit homework
de: Eltern dürfen keine Hausaufgaben abgeben

# homeworkDetailsPrivateSubtitle
source: This homework is not shared with the course.
de: Diese Hausaufgabe wird nicht mit dem Kurs geteilt.

# homeworkDetailsPrivateTitle
source: Private
de: Privat

# homeworkDetailsSubmissionsCount
source: {count} submissions
de: {count} Abgaben

# homeworkDetailsViewCompletionNoPermissionContent
source: For security reasons, a teacher may only view the completion list with admin rights in the respective group. Otherwise, any student could create a new account as a teacher, join the group and see which students have already completed the homework.
de: Eine Lehrkraft darf aus Sicherheitsgründen nur mit Admin-Rechten in der jeweiligen Gruppe die Erledigt-Liste anschauen. Ansonsten könnte jeder Schüler einen neuen Account als Lehrkraft erstellen und der Gruppe beitreten, um einzusehen, welche Mitschüler die Hausaufgaben bereits erledigt haben.

# homeworkDetailsViewSubmissionsNoPermissionContent
source: For security reasons, a teacher may only view submissions with admin rights in the respective group. Otherwise, any student could create a new account as a teacher, join the group and view other students' submissions.
de: Eine Lehrkraft darf aus Sicherheitsgründen nur mit Admin-Rechten in der jeweiligen Gruppe die Abgabe anschauen. Ansonsten könnte jeder Schüler einen neuen Account als Lehrkraft erstellen und der Gruppe beitreten, um die Abgabe der anderen Mitschüler anzuschauen.

# homeworkDialogCourseChangeDisabled
source: The course cannot be changed afterwards. Please delete the homework and create a new one if you want to change the course.
de: Der Kurs kann nachträglich nicht mehr geändert werden. Bitte lösche die Hausaufgabe und erstelle eine neue, falls du den Kurs ändern möchtest.

# homeworkDialogDescriptionHint
source: Enter additional information
de: Zusatzinformationen eingeben

# homeworkDialogDueDateAfterNextLesson
source: Lesson after next
de: Übernächste Stunde

# homeworkDialogDueDateChipsPlusDescription
source: With Sharezone Plus you can set homework due dates to the next school day or a lesson in the future with one tap.
de: Mit Sharezone Plus kannst du Hausaufgaben mit nur einem Fingertipp auf den nächsten Schultag oder eine beliebige Stunde in der Zukunft setzen.

# homeworkDialogDueDateInXHours
source: In X lessons
de: In X Stunden

# homeworkDialogDueDateInXLessons
source: {count}.-next lesson
de: {count}.-nächste Stunde

# homeworkDialogDueDateNextLesson
source: Next lesson
de: Nächste Stunde

# homeworkDialogDueDateNextSchoolday
source: Next school day
de: Nächster Schultag

# homeworkDialogEmptyTitleError
source: Please enter a title for the homework!
de: Bitte gib einen Titel für die Hausaufgabe an!

# homeworkDialogNextLessonSuffix
source: .-next lesson
de: .-nächste Stunde

# homeworkDialogNoCourseSelected
source: No course selected
de: Keinen Kurs ausgewählt

# homeworkDialogNotifyCourseMembers
source: Notify course members
de: Kursmitglieder benachrichtigen

# homeworkDialogNotifyCourseMembersDescription
source: Notify course members about new homework.
de: Kursmitglieder über neue Hausaufgabe benachrichtigen.

# homeworkDialogNotifyCourseMembersEditing
source: Notify course members about changes
de: Kursmitglieder über die Änderungen benachrichtigen

# homeworkDialogPrivateSubtitle
source: Do not share homework with the course.
de: Hausaufgabe nicht mit dem Kurs teilen.

# homeworkDialogPrivateTitle
source: Private
de: Privat

# homeworkDialogRequiredFieldsMissing
source: Please fill in all required fields!
de: Bitte fülle alle erforderlichen Felder aus!

# homeworkDialogSaveTooltip
source: Save homework
de: Hausaufgabe speichern

# homeworkDialogSavingFailed
source: Homework could not be saved. {error} If the error persists, please contact support.
de: Hausaufgabe konnte nicht gespeichert werden. {error} Falls der Fehler weiterhin auftritt, kontaktiere bitte den Support.

# homeworkDialogSelectLessonOffsetDescription
source: Choose in how many lessons the homework is due.
de: Wähle aus, in wie vielen Stunden die Hausaufgabe fällig ist.

# homeworkDialogSelectLessonOffsetTitle
source: Select lesson offset
de: Stundenzeit auswählen

# homeworkDialogSubmissionTimeTitle
source: Submission time
de: Abgabe-Uhrzeit

# homeworkDialogTitleHint
source: Enter title (e.g. worksheet no. 1 - 3)
de: Titel eingeben (z.B. AB Nr. 1 - 3)

# homeworkDialogUnknownError
source: An unknown error occurred ({error}) 😖 Please contact support!
de: Es gab einen unbekannten Fehler ({error}) 😖 Bitte kontaktiere den Support!

# homeworkDialogWithSubmissionTitle
source: With submission
de: Mit Abgabe

# homeworkEmptyFireDescription
source: You still have homework to do! So stop looking at me and get it done! Do it!
de: Du musst noch die Hausaufgaben erledigen! Also schau mich nicht weiter an und erledige die Aufgaben! Do it!

# homeworkEmptyFireTitle
source: LET'S GO! 💥👊
de: AUF GEHT'S! 💥👊

# homeworkEmptyGameControllerDescription
source: Great! You don't have any homework to do.
de: Sehr gut! Du hast keine Hausaufgaben zu erledigen

# homeworkEmptyGameControllerTitle
source: Now it's time for the really important things in life! 🤘💪
de: Jetzt ist Zeit für die wirklich wichtigen Dinge im Leben! 🤘💪

# homeworkFabNewHomeworkTooltip
source: New homework
de: Neue Hausaufgabe

# homeworkLongPressTitle
source: Homework: {homeworkTitle}
de: Hausaufgabe: {homeworkTitle}

# homeworkMarkOverdueAction
source: Check off overdue homework
de: Überfällige Hausaufgaben abhaken

# homeworkMarkOverduePromptTitle
source: Check off all overdue homework?
de: Alle überfälligen Hausaufgaben abhaken?

# homeworkSectionDayAfterTomorrow
source: Day after tomorrow
de: Übermorgen

# homeworkSectionLater
source: Later
de: Später

# homeworkSectionOverdue
source: Overdue
de: Überfällig

# homeworkSectionToday
source: Today
de: Heute

# homeworkSectionTomorrow
source: Tomorrow
de: Morgen

# homeworkTabArchivedUppercase
source: ARCHIVED
de: ARCHIVIERT

# homeworkTabDoneUppercase
source: DONE
de: ERLEDIGT

# homeworkTabOpenUppercase
source: OPEN
de: OFFEN

# homeworkTeacherNoArchivedTitle
source: All homework with due dates in the past is shown here.
de: Hier werden alle Hausaufgaben angezeigt, deren Fälligkeitsdatum in der Vergangenheit liegt.

# homeworkTeacherNoOpenTitle
source: No homework for the students? 😮😍
de: Keine Hausaufgaben für die Schüler:innen? 😮😍

# homeworkTeacherNoPermissionTitle
source: No permission
de: Keine Berechtigung

# homeworkTeacherViewCompletionNoPermissionContent
source: For security reasons, a teacher may only view the completed list in the respective group with admin rights. Otherwise any student could create a new account as a teacher and join the group to see which classmates have already completed the homework.
de: Eine Lehrkraft darf aus Sicherheitsgründen nur mit Admin-Rechten in der jeweiligen Gruppe die Erledigt-Liste anschauen. Ansonsten könnte jeder Schüler einen neuen Account als Lehrkraft erstellen und der Gruppe beitreten, um einzusehen, welche Mitschüler die Hausaufgaben bereits erledigt haben.

# homeworkTeacherViewSubmissionsNoPermissionContent
source: For security reasons, a teacher may only view submissions in the respective group with admin rights. Otherwise any student could create a new account as a teacher and join the group to view other classmates' submissions.
de: Eine Lehrkraft darf aus Sicherheitsgründen nur mit Admin-Rechten in der jeweiligen Gruppe die Abgabe anschauen. Ansonsten könnte jeder Schüler einen neuen Account als Lehrkraft erstellen und der Gruppe beitreten, um die Abgabe der anderen Mitschüler anzuschauen.

# homeworkTodoDateTime
source: {date} - {time}
de: {date} - {time} Uhr

# icalLinksDialogExportCreated
source: The export was created successfully.
de: Der Export wurde erfolgreich erstellt.

# icalLinksDialogNameHint
source: Enter a name (e.g. My exams)
de: Name eingeben (z.B. Meine Prüfungen)

# icalLinksDialogNameMissingError
source: Please enter a name
de: Bitte gib einen Namen ein

# icalLinksDialogNameMissingErrorWithPeriod
source: Please enter a name.
de: Bitte gib einen Namen ein.

# icalLinksDialogPrivateNote
source: iCal exports are private and only visible to you.
de: iCal Exporte sind privat und nur für dich sichtbar.

# icalLinksDialogSourceMissingError
source: Please select at least one source.
de: Bitte wähle mindestens eine Quelle aus.

# icalLinksDialogSourcesQuestion
source: Which sources should be included in the export?
de: Welche Quellen sollen in den Export aufgenommen werden?

# icalLinksPageBuilding
source: Creating...
de: Wird erstellt...

# icalLinksPageCopyLink
source: Copy link
de: Link kopieren

# icalLinksPageEmptyState
source: You haven't created any iCal links yet.
de: Du hast noch keine iCal-Links erstellt.

# icalLinksPageErrorSubtitle
source: Error: {error}
de: Fehler: {error}

# icalLinksPageHowToAddIcalLinkToCalendarBody
source: 1. Copy the iCal link 2. Open your calendar (e.g. Google Calendar, Apple Calendar) 3. Add a new calendar 4. Choose "Add via URL" or "Add via Internet" 5. Paste the iCal link 6. Done! Your timetable and events will now appear in your calendar.
de: 1. Kopiere den iCal-Link 2. Öffne deinen Kalender (z.B. Google Kalender, Apple Kalender) 3. Füge einen neuen Kalender hinzu 4. Wähle "Über URL hinzufügen" oder "Über das Internet hinzufügen" 5. Füge den iCal-Link ein 6. Fertig! Dein Stundenplan und deine Termine werden nun in deinem Kalender angezeigt.

# icalLinksPageHowToAddIcalLinkToCalendarHeader
source: How do I add an iCal link to my calendar?
de: Wie füge ich einen iCal-Link zu meinem Kalender hinzu?

# icalLinksPageLinkCopied
source: Link copied to clipboard.
de: Link in Zwischenablage kopiert.

# icalLinksPageLinkDeleted
source: Link deleted.
de: Link gelöscht.

# icalLinksPageLinkLoading
source: Loading link...
de: Link wird geladen...

# icalLinksPageLocked
source: Locked
de: Gesperrt

# icalLinksPageNewLink
source: New link
de: Neuer Link

# icalLinksPageWhatIsAnIcalLinkHeader
source: What is an iCal link?
de: Was ist ein iCal Link?

# imprintTitle
source: Imprint
de: Impressum

# languageDeName
source: German
de: Deutsch

# languageEnName
source: English
de: Englisch

# languageTitle
source: Language
de: Sprache

# legalChangeAppearance
source: Change appearance
de: Darstellung ändern

# legalDownloadAsPdf
source: Download as PDF
de: Als PDF herunterladen

# legalMetadataLastUpdated
source: Last updated: {date}
de: Zuletzt aktualisiert: {date}

# legalMetadataTitle
source: Metadata
de: Metadaten

# legalMoreOptions
source: More options
de: Weitere Optionen

# legalPrivacyPolicyEffectiveDate
source: This updated privacy policy takes effect on {date}.
de: Diese aktualisierte Datenschutzerklärung tritt am {date} in Kraft.

# legalPrivacyPolicyTitle
source: Privacy Policy
de: Datenschutzerklärung

# legalTableOfContents
source: Table of contents
de: Inhaltsverzeichnis

# legalTermsOfServiceTitle
source: Terms of Service
de: Allgemeine Nutzungsbedingungen

# loginCreateAccount
source: Create new account
de: Neues Konto erstellen

# loginHidePasswordTooltip
source: Hide password
de: Passwort verstecken

# loginPasswordFieldSemanticsLabel
source: Password field
de: Passwortfeld

# loginPasswordLabel
source: Password
de: Passwort

# loginResetPasswordButton
source: Reset password
de: Passwort zurücksetzen

# loginShowPasswordTooltip
source: Show password
de: Passwort anzeigen

# loginSubmitTooltip
source: Sign in
de: Einloggen

# loginWithAppleButton
source: Sign in with Apple
de: Über Apple anmelden

# loginWithGoogleButton
source: Sign in with Google
de: Über Google einloggen

# loginWithQrCodeButton
source: Sign in with QR code
de: Über einen QR-Code einloggen

# memberRoleCreator
source: Active Member (Write and read permissions)
de: Aktives Mitglied (Schreib- und Leserechte)

# memberRoleNone
source: None
de: Nichts

# memberRoleOwner
source: Owner
de: Besitzer

# memberRoleStandard
source: Passive Member (Read-only permissions)
de: Passives Mitglied (Nur Leserechte)

# mobileWelcomeBackgroundImageSemanticsLabel
source: Background image of the welcome page with 5 phones showing the Sharezone app.
de: Hintergrundbild der Willkommens-Seite mit 5 Handys, die die Sharezone-App zeigen.

# mobileWelcomeHeadline
source: Organize everyday school life together 🚀
de: Gemeinsam den Schulalltag organisieren 🚀

# mobileWelcomeNewAtSharezoneButton
source: I'm new to Sharezone 👋
de: Ich bin neu bei Sharezone 👋

# mobileWelcomeSignInButton
source: Sign in
de: Anmelden

# mobileWelcomeSignInWithExistingAccount
source: Sign in with existing account
de: Mit existierendem Konto anmelden

# mobileWelcomeSubHeadline
source: Optionally, you can also use Sharezone completely on your own.
de: Optional kannst du Sharezone auch komplett alleine verwenden.

# myProfileActivationCodeTile
source: Enter Activation Code
de: Aktivierungscode eingeben

# myProfileChangePasswordTile
source: Change Password
de: Passwort ändern

# myProfileChangedPasswordConfirmation
source: Password changed successfully.
de: Das Passwort wurde erfolgreich geändert.

# myProfileCopyUserIdConfirmation
source: User ID copied.
de: User ID wurde kopiert.

# myProfileDeleteAccountButton
source: Delete Account
de: Konto löschen

# myProfileDeleteAccountDialogContent
source: Do you really want to delete your account?
de: Möchtest du deinen Account wirklich löschen?

# myProfileDeleteAccountDialogPasswordTextfieldLabel
source: Password
de: Passwort

# myProfileDeleteAccountDialogPleaseEnterYourPassword
source: Please enter your password to delete your account.
de: Bitte gib dein Passwort ein, um deinen Account zu löschen.

# myProfileDeleteAccountDialogTitle
source: If your account is deleted, all your data will be deleted. This process cannot be undone.
de: Sollte dein Account gelöscht werden, werden alle deine Daten gelöscht. Dieser Vorgang lässt sich nicht wieder rückgängig machen.

# myProfileEmailAccountTypeTitle
source: Account Type
de: Account-Typ

# myProfileEmailNotChangeable
source: Your account is linked to a Google account. Therefore, you cannot change your email.
de: Dein Account ist mit einem Google-Konto verbunden. Aus diesem Grund kannst du deine E-Mail nicht ändern.

# myProfileSignInMethodChangeNotPossibleDialogContent
source: The sign-in method can currently only be set during registration. It cannot be changed later.
de: Die Anmeldemethode kann aktuell nur bei der Registrierung gesetzt werden. Später kann diese nicht mehr geändert werden.

# myProfileSignInMethodChangeNotPossibleDialogTitle
source: Cannot change sign-in method
de: Anmeldemethode ändern nicht möglich

# myProfileSignInMethodTile
source: Sign-in Method
de: Anmeldemethode

# myProfileSignOutButton
source: Sign out
de: Abmelden

# myProfileStateTile
source: State
de: Bundesland

# myProfileSupportTeamDescription
source: By sharing anonymous user data, you help us make the app even easier and more user-friendly.
de: Durch das Teilen von anonymen Nutzerdaten hilfst du uns, die App noch einfacher und benutzerfreundlicher zu machen.

# myProfileSupportTeamTile
source: Support the Developers
de: Entwickler unterstützen

# myProfileTitle
source: My Account
de: Mein Konto

# navigationExperimentOptionDrawerAndBnb
source: Current Navigation
de: Aktuelle Navigation

# navigationExperimentOptionExtendableBnb
source: New Navigation - Without More Button
de: Neue Navigation - Ohne Mehr-Button

# navigationExperimentOptionExtendableBnbWithMoreButton
source: New Navigation - With More Button
de: Neue Navigation - Mit Mehr-Button

# notificationPageBlackboardDescription
source: The creator of a notice can control whether course members are notified about a new notice or changes. Use this option to enable or disable those notifications.
de: Der Ersteller eines Infozettels kann regulieren, ob die Kursmitglieder darüber benachrichtigt werden sollen, dass ein neuer Infozettel erstellt wurde, bzw. es eine Änderung gab. Mit dieser Option kannst du diese Benachrichtigungen an- und ausschalten.

# notificationPageBlackboardHeadline
source: Notices
de: Infozettel

# notificationPageBlackboardTitle
source: Notifications for notices
de: Benachrichtigungen für Infozettel

# notificationPageCommentsDescription
source: Receive a push notification when someone posts a new comment under homework or a notice.
de: Erhalte eine Push-Nachricht, sobald ein neuer Nutzer einen neuen Kommentar unter einer Hausaufgabe oder einem Infozettel verfasst hat.

# notificationPageCommentsHeadline
source: Comments
de: Kommentare

# notificationPageCommentsTitle
source: Notifications for comments
de: Benachrichtigungen für Kommentare

# notificationPageHomeworkHeadline
source: Open homework
de: Offene Hausaufgaben

# notificationPageHomeworkReminderTitle
source: Reminders for open homework
de: Erinnerungen für offene Hausaufgaben

# notificationPageInvalidHomeworkReminderTime
source: Only full and half hours are allowed, e.g. 18:00 or 18:30.
de: Nur volle und halbe Stunden sind erlaubt, z.B. 18:00 oder 18:30.

# notificationPagePlusDialogDescription
source: With Sharezone Plus you can set homework reminder times individually in 30-minute steps, e.g. 15:00 or 15:30.
de: Mit Sharezone Plus kannst du die Erinnerung für die Hausaufgaben individuell im 30-Minuten-Tack einstellen, z.B. 15:00 oder 15:30 Uhr.

# notificationPagePlusDialogTitle
source: Reminder time for the day before
de: Uhrzeit für Erinnerung am Vortag

# notificationPageTimeTitle
source: Time
de: Uhrzeit

# notificationPageTimeValue
source: {time} o'clock
de: {time} Uhr
