Repository: SharezoneApp/sharezone-app
Catalog: lib/sharezone_localizations/l10n/app_*.arb
Languages: de

# timetableSubstitutionTeacherRemoved
source: Substitute teacher removed
de: Vertretungslehrkraft entfernt

# timetableSubstitutionTeacherSaved
source: Substitute teacher saved
de: Vertretungslehrkraft eingetragen

# timetableSubstitutionUndoTooltip
source: Undo
de: Rückgängig machen

# typeOfUserParent
source: Parent
de: Elternteil

# typeOfUserStudent
source: Student
de: Schüler*in

# typeOfUserTeacher
source: Teacher
de: Lehrkraft

# typeOfUserUnknown
source: Unknown
de: Unbekannt

# useAccountInstructionsAppBarTitle
source: Instructions
de: Anleitung

# useAccountInstructionsHeadline
source: How do I use Sharezone on multiple devices?
de: Wie nutze ich Sharezone auf mehreren Geräten?

# useAccountInstructionsStep
source: 1. Go back to your profile 2. Sign out using the sign-out icon at the top right. 3. Confirm that your account will be deleted in the process. 4. Tap the button "Already have an account? Then..." at the bottom. 5. Sign in.
de: 1. Gehe zurück zu deinem Profil 2. Melde dich über das Sign-Out-Icon rechts oben ab. 3. Bestätige, dass dabei dein Konto gelöscht wird. 4. Klicke unten auf den Button "Du hast schon ein Konto? Dann..." 5. Melde dich an.

# useAccountInstructionsStepsTitle
source: Steps:
de: Schritte:

# userCommentFieldEmptyError
source: The comment doesn't have any text! 🧐
de: Der Kommentar hat doch gar keinen Text! 🧐

# userCommentFieldHint
source: Share your thoughts...
de: Gib deinen Senf ab...

# userEditLoadingUserSnackbar
source: Loading information! Please wait.
de: Informationen werden geladen! Warte kurz.

# userEditNameChangedConfirmation
source: Your name has been successfully changed.
de: Dein Name wurde erfolgreich umbenannt.

# userEditPageTitle
source: Edit name
de: Name bearbeiten

# userEditSubmitFailed
source: The process could not be completed correctly. Please contact support!
de: Der Vorgang konnte nicht korrekt abgeschlossen werden. Bitte kontaktiere den Support!

# userEditSubmittingSnackbar
source: Data is being sent to Frankfurt...
de: Daten werden nach Frankfurt transportiert...

# webAppSettingsDescription
source: Visit https://web.sharezone.net for more information.
de: Besuche für weitere Informationen einfach https://web.sharezone.net.

# webAppSettingsHeadline
source: Sharezone for web!
de: Sharezone für's Web!

# webAppSettingsQrCodeHint
source: With QR code sign-in you can sign in to the web app without entering a password. This is especially helpful on public computers.
de: Mithilfe der Anmeldung über einen QR-Code kannst du dich in der Web-App anmelden, ohne ein Passwort einzugeben. Besonders hilfreich ist das bei der Nutzung eines öffentlichen PCs.

# webAppSettingsScanQrCodeDescription
source: Go to web.sharezone.net and scan the QR code.
de: Geh auf web.sharezone.net und scanne den QR-Code.

# webAppSettingsScanQrCodeTitle
source: Scan QR code
de: QR-Code scannen

# websiteAllInOneFeatureImageLabel
source: An image of the {feature} feature
de: Ein Bild der Funktion {feature}

# websiteAllInOneHeadline
source: Everything in one place
de: Alles an einem Ort

# websiteAllPlatformsHeadline
source: Available on all devices.
de: Auf allen Geräten verfügbar.

# websiteAllPlatformsSubline
source: Sharezone works on all systems, so you can access your data anytime.
de: Sharezone funktioniert auf allen Systemen. Somit kannst Du jederzeit auf deine Daten zugreifen.

# websiteAppTitle
source: Sharezone - Connected school planner
de: Sharezone - Vernetzter Schulplaner

# websiteDataProtectionAesTitle
source: AES 256-bit server-side encryption
de: AES 256-Bit serverseitige Verschlüsselung

# websiteDataProtectionHeadline
source: Secure & GDPR compliant
de: Sicher & DSGVO-konform

# websiteDataProtectionIsoTitle
source: ISO27001, ISO27012 & ISO27018 certified*
de: ISO27001, ISO27012 & ISO27018 zertifiziert*

# websiteDataProtectionServerLocationSubtitle
source: Except for the authentication server (EU standard contractual clauses)
de: Mit Ausnahme des Authentifizierungsserver (EU-Standardvertragsklauseln)

# websiteDataProtectionServerLocationTitle
source: Server location: Frankfurt (Germany)
de: Standort der Server: Frankfurt (Deutschland)

# websiteDataProtectionSocSubtitle
source: * Certification by our hosting provider
de: * Zertifizierung von unserem Hosting-Anbieter

# websiteDataProtectionSocTitle
source: SOC1, SOC2, & SOC3 certified*
de: SOC1, SOC2, & SOC3 zertifiziert*

# websiteDataProtectionTlsTitle
source: TLS encryption in transit
de: TLS-Verschlüsselung bei der Übertragung

# websiteFeatureAlwaysAvailableBulletpointMultiDevice
source: Use on multiple devices
de: Mit mehreren Geräten nutzbar

# websiteFeatureAlwaysAvailableBulletpointOffline
source: Add items offline
de: Offline Inhalte eintragen

# websiteFeatureAlwaysAvailableTitle
source: Always available
de: Immer verfügbar

# websiteFeatureEventsBulletpointAtAGlance
source: Exams and events at a glance
de: Prüfungen und Termine auf einen Blick

# websiteFeatureEventsTitle
source: Events
de: Termine

# websiteFeatureFileStorageBulletpointShareMaterials
source: Share learning materials
de: Arbeitsmaterialien teilen

# websiteFeatureFileStorageBulletpointUnlimitedStorage
source: Optional: unlimited storage
de: Optional: Unbegrenzter Speicherplatz

# websiteFeatureFileStorageTitle
source: File storage
de: Dateiablage

# websiteFeatureGradesBulletpointMultipleSystems
source: Multiple grading systems
de: Verschiedene Notensysteme

# websiteFeatureGradesBulletpointSaveGrades
source: Save your grades in Sharezone
de: Speichere deine Noten in Sharezone

# websiteFeatureGradesTitle
source: Grading system
de: Notensystem

# websiteFeatureNoticesBulletpointComments
source: With comments
de: Mit Kommentarfunktion

# websiteFeatureNoticesBulletpointNotifications
source: With notifications
de: Mit Notifications

# websiteFeatureNoticesBulletpointReadReceipt
source: With read confirmation
de: Mit Lesebestätigung

# websiteFeatureNoticesTitle
source: Notices
de: Infozettel

# websiteFeatureNotificationsBulletpointAlwaysInformed
source: Always informed
de: Immer informiert

# websiteFeatureNotificationsBulletpointCustomizable
source: Customizable
de: Individuell einstellbar

# websiteFeatureNotificationsBulletpointQuietHours
source: With quiet hours
de: Mit Ruhemodus

# websiteFeatureOverviewTitle
source: Overview
de: Übersicht

# websiteFeatureTasksBulletpointComments
source: With comments
de: Mit Kommentarfunktion

# websiteFeatureTasksBulletpointReminder
source: With reminders
de: Mit Erinnerungsfunktion

# websiteFeatureTasksBulletpointSubmissions
source: With submissions
de: Mit Abgabefunktion

# websiteFeatureTasksTitle
source: Tasks
de: Aufgaben

# websiteFeatureTimetableBulletpointAbWeeks
source: With A/B weeks
de: Mit A/B Wochen

# websiteFeatureTimetableBulletpointWeekdays
source: Customize weekdays
de: Wochentage individuell einstellbar

# websiteFeatureTimetableTitle
source: Timetable
de: Stundenplan

# websiteFooterCommunitySubtitle
source: Join our community and bring your ideas to Sharezone.
de: Werde jetzt ein Teil unserer Community und bringe deine eigenen Ideen bei Sharezone ein.

# websiteFooterHelpTitle
source: Help
de: Hilfe

# websiteFooterHelpVideos
source: Explainer videos
de: Erklärvideos

# websiteFooterLegalImprint
source: Imprint
de: Impressum

# websiteFooterLegalPrivacy
source: Privacy policy
de: Datenschutzerklärung

# websiteFooterLegalTerms
source: Terms of service
de: Allgemeine Nutzungsbedingungen (ANB)

# websiteFooterLegalTitle
source: Legal
de: Rechtliches

# websiteFooterLinksDocs
source: Documentation
de: Dokumentation

# websiteLanguageSelectorTooltip
source: Select language
de: Sprache auswählen

# websiteLaunchUrlFailed
source: Link could not be opened.
de: Link konnte nicht geöffnet werden!

# websiteNavHome
source: Home
de: Hauptseite

# websiteSharezonePlusAdvantagesTitle
source: Benefits of Sharezone Plus
de: Vorteile von Sharezone Plus

# websiteSharezonePlusCustomerPortalContent
source: To authenticate, please use the email address you used for the purchase.
de: Um dich zu authentifizieren, nutze bitte die E-Mail-Adresse, die du bei der Bestellung verwendet hast.

# websiteSharezonePlusCustomerPortalOpen
source: Go to customer portal
de: Zum Kundenportal

# websiteSharezonePlusCustomerPortalTitle
source: Customer portal
de: Kundenportal

# websiteSharezonePlusLoadingName
source: Loading...
de: Lädt...

# websiteSharezonePlusManageSubscriptionText
source: Already have a subscription? Click [here](https://billing.stripe.com/p/login/eVa7uh3DvbMfbTy144) to manage it (e.g. cancel, change payment method, etc.).
de: Du hast bereits ein Abo? Klicke [hier](https://billing.stripe.com/p/login/eVa7uh3DvbMfbTy144) um es zu verwalten (z.B. Kündigen, Zahlungsmethode ändern, etc.).

# websiteSharezonePlusPurchaseDialogContent
source: To buy Sharezone Plus for your own account, you need to purchase Sharezone Plus through the web app. If you want to buy Sharezone Plus as a parent for your child, open the link you received from your child. If you have any questions, feel free to email us at [plus@sharezone.net](mailto:plus@sharezone.net).
de: Um Sharezone Plus für deinen eigenen Account zu erwerben, musst du Sharezone Plus über die Web-App kaufen. Falls du Sharezone Plus als Elternteil für dein Kind kaufen möchtest, musst du den Link öffnen, den du von deinem Kind erhalten hast. Solltest du Fragen haben, kannst du uns gerne eine E-Mail an [plus@sharezone.net](mailto:plus@sharezone.net) schreiben.

# websiteSharezonePlusPurchaseDialogTitle
source: Buy Sharezone Plus
de: Sharezone Plus kaufen

# websiteSharezonePlusPurchaseDialogToWebApp
source: Go to web app
de: Zur Web-App

# websiteSharezonePlusPurchaseForTitle
source: Buy Sharezone Plus for
de: Sharezone Plus kaufen für

# websiteSharezonePlusSuccessMessage
source: You successfully purchased Sharezone Plus for your child. Thank you for your support!
de: Du hast Sharezone Plus erfolgreich für dein Kind erworben. Vielen Dank für deine Unterstützung!

# websiteSharezonePlusSuccessSupport
source: If you have questions, you can always reach our [Support](/support).
de: Solltest du Fragen haben, kannst du dich jederzeit an unseren [Support](/support) wenden.

# websiteSupportEmailSubject
source: I need your help! 😭
de: Ich brauche eure Hilfe! 😭

# websiteSupportPageBody
source: Contact us through a channel of your choice and we'll help you as quickly as possible 😉 Please note that it can sometimes take longer for us to respond (1-2 weeks).
de: Kontaktiere uns einfach über einen Kanal deiner Wahl und wir werden dir schnellstmöglich weiterhelfen 😉 Bitte beachte, dass es manchmal länger dauern kann, bis wir antworten (1-2 Wochen).

# websiteSupportPageHeadline
source: Need help?
de: Du brauchst Hilfe?

# websiteSupportSectionButton
source: Contact support
de: Support kontaktieren

# websiteSupportSectionHeadline
source: We’ve got your back.
de: Nie im Stich gelassen.

# websiteSupportSectionSubline
source: Our support is available any time—no matter the hour or day.
de: Unser Support ist für Dich jederzeit erreichbar. Egal welche Uhrzeit. Egal welcher Wochentag.

# websiteUserCounterLabel
source: registered users
de: registrierte Nutzer

# websiteUspCommunityButton
source: Go to the Sharezone community
de: Zur Sharezone-Community

# websiteUspHeadline
source: Truly helpful.
de: Wirklich hilfreich.

# websiteUspSublineDetails
source: We know which solutions are needed and what really helps to make everyday school life easier. Where we don't know yet, we work with agile methods and the Sharezone community to find the best solution.
de: Wir wissen, was für Lösungen nötig sind und was wirklich hilft, um den Schulalltag einfach zu machen. Wo wir es nicht wissen, versuchen wir, mit agiler Arbeit und der Sharezone-Community die beste Lösung zu finden.

# websiteUspSublineIntro
source: Sharezone was born from real classroom problems.
de: Sharezone ist aus den realen Problemen des Unterrichts entstanden.

# websiteWelcomeDescription
source: Sharezone is a connected school planner to stay organized together. Entered content like homework is shared instantly with everyone else, saving time and nerves.
de: Sharezone ist ein vernetzter Schulplaner, um sich gemeinsam zu organisieren. Eingetragene Inhalte, wie z.B. Hausaufgaben, werden blitzschnell mit allen anderen geteilt. So bleiben viele Nerven und viel Zeit erspart.

# websiteWelcomeDescriptionSemanticLabel
source: Description of the Sharezone app
de: Beschreibung der Sharezone App

# websiteWelcomeHeadline
source: Simple. Secure. Stable.
de: Simpel. Sicher. Stabil.

# websiteWelcomeHeadlineSemanticLabel
source: Headline of the Sharezone app
de: Überschrift der Sharezone App

# weekdaysEditSaved
source: Active weekdays were changed successfully.
de: Die aktivierten Wochentage wurden erfolgreich geändert.

# weekdaysEditTitle
source: School days
de: Schultage

# writePermissionEveryone
source: Everyone
de: Alle

# writePermissionOnlyAdmins
source: Only admins
de: Nur Admins
