Repository: SharezoneApp/sharezone-app
Catalog: lib/sharezone_localizations/l10n/app_*.arb
Languages: de

# notificationPageTitle
source: Notifications
de: Benachrichtigungen

# notificationsDialogReplyAction
source: Reply
de: Antworten

# notificationsErrorDialogMoreInfo
source: More info.
de: Mehr Infos.

# notificationsErrorDialogShortDescription
source: Tapping the notification should have done something else.
de: Beim tippen auf die Benachrichtigung hätte jetzt etwas anderes passieren sollen.

# onboardingNotificationsConfirmBody
source: Are you sure you do not want to receive notifications? If someone posts a notice, adds a comment to homework or writes you a message, you would not receive push notifications.
de: Bist du dir sicher, dass du keine Benachrichtigungen erhalten möchtest? Sollte jemand einen Infozettel eintragen, einen Kommentar zu einer Hausaufgabe hinzufügen oder dir eine Nachricht schreiben, würdest du keine Push-Nachrichten erhalten.

# onboardingNotificationsConfirmTitle
source: No push notifications? 🤨
de: Keine Push-Nachrichten? 🤨

# onboardingNotificationsDescriptionGeneral
source: If someone posts a notice or writes you a message, you will receive a notification and stay up to date 💪
de: Wenn jemand einen neuen Infozettel einträgt oder dir eine Nachricht schreibt, erhältst du eine Benachrichtigung. Somit bleibst du immer auf dem aktuellen Stand 💪

# onboardingNotificationsDescriptionStudent
source: We can remind you about open homework 😉 You can also receive notifications when someone posts a notice or writes you a message.
de: Wir können dich an offene Hausaufgaben erinnern 😉 Zudem kannst du eine Benachrichtigung erhalten, wenn jemand einen neuen Infozettel einträgt oder dir eine Nachricht schreibt.

# onboardingNotificationsEnable
source: Enable
de: Aktivieren

# onboardingNotificationsTitle
source: Enable reminders and notifications
de: Erinnerungen und Benachrichtigungen erhalten

# pastCalendricalEventsDummyTitleExam2
source: Exam #2
de: Klausur Nr. 2

# pastCalendricalEventsDummyTitleExam3
source: Exam #3
de: Klausur Nr. 3

# pastCalendricalEventsDummyTitleExam4
source: Exam #4
de: Klausur Nr. 4

# pastCalendricalEventsDummyTitleExam5
source: Exam #5
de: Klausur Nr. 5

# pastCalendricalEventsDummyTitleNoSchool
source: No school
de: Schulfrei

# pastCalendricalEventsDummyTitleParentTeacherDay
source: Parent-teacher day
de: Elternsprechtag

# pastCalendricalEventsDummyTitleSportsFestival
source: Sports festival
de: Sportfest

# pastCalendricalEventsDummyTitleTest6
source: Test #6
de: Test Nr. 6

# pastCalendricalEventsPageEmpty
source: No past events
de: Keine vergangenen Termine

# pastCalendricalEventsPageError
source: Error while loading past events: {error}
de: Fehler beim Laden der vergangenen Termine: {error}

# pastCalendricalEventsPagePlusDescription
source: Get Sharezone Plus to view all past events.
de: Erwerbe Sharezone Plus, um alle vergangenen Termine einzusehen.

# pastCalendricalEventsPageSortAscending
source: Ascending
de: Aufsteigend

# pastCalendricalEventsPageSortAscendingSubtitle
source: Oldest events first
de: Älteste Termine zuerst

# pastCalendricalEventsPageSortDescending
source: Descending
de: Absteigend

# pastCalendricalEventsPageSortDescendingSubtitle
source: Newest events first
de: Neueste Termine zuerst

# pastCalendricalEventsPageSortOrderTooltip
source: Sort order
de: Sortierreihenfolge

# pastCalendricalEventsPageTitle
source: Past events
de: Vergangene Termine

# periodsEditAddLesson
source: Add lesson
de: Stunde hinzufügen

# periodsEditSaved
source: Class times were changed successfully.
de: Die Stundenzeiten wurden erfolgreich geändert.

# periodsEditTimetableStart
source: Timetable start
de: Stundenplanbeginn

# privacyDisplaySettingsDensityComfortable
source: Comfortable
de: Komfortabel

# privacyDisplaySettingsDensityCompact
source: Compact
de: Kompakt

# privacyDisplaySettingsShowReadIndicator
source: Show "reading" indicator
de: "Am Lesen"-Indikator anzeigen

# privacyDisplaySettingsTextScalingFactor
source: Text scaling factor
de: Textskalierungsfaktor

# privacyDisplaySettingsThemeMode
source: Dark/Light mode
de: Dunkel-/Hellmodus

# privacyDisplaySettingsThemeModeAutomatic
source: Automatic
de: Automatisch

# privacyDisplaySettingsThemeModeDark
source: Dark mode
de: Dunkler Modus

# privacyDisplaySettingsThemeModeLight
source: Light mode
de: Heller Modus

# privacyDisplaySettingsTitle
source: Display settings
de: Anzeigeeinstellungen

# privacyDisplaySettingsVisualDensity
source: Visual density
de: Visuelle Kompaktheit

# privacyPolicyChangeAppearance
source: Change appearance
de: Darstellung ändern

# privacyPolicyDownloadPdf
source: Download as PDF
de: Als PDF herunterladen

# privacyPolicyPageTitle
source: Privacy policy
de: Datenschutzerklärung

# privacyPolicyPageUpdatedEffectiveDatePrefix
source: This updated privacy policy takes effect on
de: Diese aktualisierte Datenschutzerklärung tritt am

# privacyPolicyTableOfContents
source: Table of contents
de: Inhaltsverzeichnis

# profileAvatarTooltip
source: My profile
de: Mein Profil

# registerAccountAgeNoticeText
source: Sign up now and transfer your data! For data protection reasons, registration is only permitted from the age of 16.
de: Melde dich jetzt an und übertrage deine Daten! Die Anmeldung ist aus datenschutzrechtlichen Gründen erst ab 16 Jahren erlaubt.

# registerAccountAnonymousInfoTitle
source: You're only signed in anonymously!
de: Du bist nur anonym angemeldet!

# registerAccountAppleButtonLong
source: Sign in with Apple
de: Mit Apple anmelden

# registerAccountBenefitBackupSubtitle
source: Keep access to your data if you lose your smartphone.
de: Weiterhin Zugriff auf die Daten bei Verlust des Smartphones

# registerAccountBenefitBackupTitle
source: Automatic backup
de: Automatisches Backup

# registerAccountBenefitMultiDeviceSubtitle
source: Data is synchronized across multiple devices.
de: Daten werden zwischen mehreren Geräten synchronisiert

# registerAccountBenefitMultiDeviceTitle
source: Use on multiple devices
de: Nutzung auf mehreren Geräten

# registerAccountBenefitsIntro
source: Transfer your account to a real one now to benefit from the following advantages:
de: Übertrage jetzt deinen Account auf ein richtiges Konto, um von folgenden Vorteilen zu profitieren:

# registerAccountEmailAlreadyUsedContent
source: It looks like you accidentally created a second Sharezone account. Simply delete this account and sign in with your real account. If you're not sure how that works, we've prepared instructions for you :)
de: So wie es aussieht, hast du versehentlich einen zweiten Sharezone-Account erstellt. Lösche einfach diesen Account und melde dich mit deinem richtigen Account an. Für den Fall, dass du nicht genau weißt, wie das funktioniert, haben wir für dich eine Anleitung vorbereitet :)

# registerAccountEmailAlreadyUsedTitle
source: This email is already in use!
de: Diese E-Mail wird schon verwendet!

# registerAccountEmailButtonLong
source: Sign in with email
de: Mit E-Mail anmelden

# registerAccountEmailLinkConfirmation
source: Your account has been linked to an email account.
de: Dein Account wurde mit einem E-Mail-Konto verknüpft.

# registerAccountGoogleButtonLong
source: Sign in with Google
de: Mit Google anmelden

# registerAccountShowInstructionAction
source: Show instructions
de: Anleitung zeigen

# reportDescriptionHelperText
source: Please describe why you want to report this content. Give us as much information as possible so we can process the case quickly and safely.
de: Bitte beschreibe uns, warum du diesen Inhalt melden möchtest. Gib uns dabei möglichst viele Informationen, damit wir den Fall schnell und sicher bearbeiten können.

# reportDescriptionLabel
source: Description
de: Beschreibung

# reportDialogContent
source: We will process the case as soon as possible! Please note that repeated misuse of the report system may have consequences for you (e.g. blocking your account).
de: Wir werden den Fall schnellstmöglich bearbeiten! Bitte beachte, dass ein mehrfacher Missbrauch des Report-Systems Konsequenzen für dich haben kann (z.B. Sperrung deines Accounts).

# reportDialogSendAction
source: Send
de: Senden

# reportItemTypeBlackboard
source: Blackboard post
de: Infozettel

# reportItemTypeComment
source: Comment
de: Kommentar

# reportItemTypeCourse
source: Course
de: Kurs

# reportItemTypeEvent
source: Event / Exam
de: Termin / Prüfung

# reportItemTypeFile
source: File
de: Datei

# reportItemTypeHomework
source: Homework
de: Hausaufgabe

# reportItemTypeLesson
source: Lesson
de: Stunde

# reportItemTypeSchoolClass
source: School class
de: Schulklasse

# reportItemTypeUser
source: User
de: Nutzer

# reportMissingInformation
source: Please provide a reason and a description.
de: Bitte einen Grund und eine Beschreibung an.

# reportPageTitle
source: Report {itemType}
de: {itemType} melden

# reportReasonBullying
source: Bullying
de: Mobbing

# reportReasonIllegalContent
source: Illegal content
de: Rechtswidrige Inhalte

# reportReasonOther
source: Other
de: Sonstiges

# reportReasonPornographicContent
source: Pornographic content
de: Pornografische Inhalte

# reportReasonViolentContent
source: Violent or repulsive content
de: Gewaltsame oder abstoßende Inhalte

# resetPasswordEmailFieldLabel
source: Email address of your account
de: E-Mail Adresse deines Kontos

# resetPasswordErrorMessage
source: Email could not be sent. Please check your entered email address!
de: E-Mail konnte nicht gesendet werden. Überprüfe deine eingegebene E-Mail-Adresse!

# resetPasswordSentDialogTitle
source: Email sent
de: E-Mail wurde verschickt

# resetPasswordSuccessMessage
source: An email to reset your password has been sent.
de: E-Mail zum Passwort-Zurücksetzen wurde gesendet.

# schoolClassActionsDeleteUppercase
source: DELETE CLASS
de: KLASSE LÖSCHEN

# schoolClassActionsKickUppercase
source: KICK FROM CLASS
de: AUS DER SCHULKLASSE KICKEN

# schoolClassActionsLeaveUppercase
source: LEAVE CLASS
de: KLASSE VERLASSEN

# schoolClassAllowJoinExplanation
source: Use this setting to control whether new members can join the course. This setting is directly applied to all courses linked to the school class.
de: Über diese Einstellungen kannst du regulieren, ob neue Mitglieder dem Kurs beitreten dürfen. Die Einstellung wird direkt auf alle Kurse übertragen, die mit der Schulklasse verbunden sind.

# schoolClassCoursesAddExisting
source: Add existing course
de: Existierenden Kurs hinzufügen

# schoolClassCoursesAddNew
source: Add new course
de: Neuen Kurs hinzufügen

# schoolClassCoursesEmptyDescription
source: No courses have been added to this class yet. Create a course now and link it to this class.
de: Es wurden noch keine Kurse zu dieser Klasse hinzugefügt. Erstelle jetzt einen Kurs, der mit der Klasse verknüpft ist.

# schoolClassCoursesSelectCourseDialogHint
source: You can only add courses where you are also an administrator.
de: Du kannst nur Kurse hinzufügen, in denen du auch Administrator bist.

# schoolClassCoursesSelectCourseDialogTitle
source: Select a course
de: Wähle einen Kurs aus

# schoolClassCoursesTitle
source: Courses
de: Kurse

# schoolClassCreateTitle
source: Create school class
de: Schulklasse erstellen

# schoolClassEditSuccess
source: The school class was edited successfully!
de: Die Schulklasse wurde erfolgreich bearbeitet!

# schoolClassEditTitle
source: Edit school class
de: Schulklasse bearbeiten

# schoolClassLeaveConfirmationQuestion
source: Do you really want to leave the school class?
de: Möchtest du wirklich die Schulklasse verlassen?

# schoolClassLeaveDialogDeleteWithCourses
source: Delete with courses
de: Mit Kursen löschen

# schoolClassLeaveDialogDeleteWithoutCourses
source: Delete without courses
de: Ohne Kurse löschen

# schoolClassLeaveDialogDescription
source: Do you really want to leave the class? You can also decide whether to delete the school's courses as well or keep them. If courses are not deleted, they remain available.
de: Möchtest du wirklich die Klasse verlassen? Du hast noch die Option, die Kurse der Schulklasse ebenfalls zu löschen oder diese zu behalten. Werden die Kurse der Schulklasse nicht gelöscht, bleiben diese weiterhin bestehen.

# schoolClassLeaveDialogTitle
source: Leave class
de: Klasse verlassen

# schoolClassLoadError
source: An error occurred while loading...
de: Es ist ein Fehler beim Laden aufgetreten...

# schoolClassLongPressTitle
source: Class: {schoolClassName}
de: Klasse: {schoolClassName}

# schoolClassMemberOptionsAloneHint
source: Since you are the only one in the school class, you cannot edit your role.
de: Da du der einzige in der Schulklasse bist, kannst du deine Rolle nicht bearbeiten.

# schoolClassMemberOptionsOnlyAdminHint
source: You are the only admin in this school class. Therefore, you cannot remove your own rights.
de: Du bist der einzige Admin in dieser Schulklasse. Daher kannst du dir keine Rechte entziehen.

# schoolClassWritePermissionsAnnotation
source: This setting is directly applied to all courses linked to the school class.
de: Die Einstellung wird direkt auf alle Kurse übertragen, die mit der Schulklasse verbunden sind.

# selectStateDialogConfirmationSnackBar
source: Selected {region}
de: Region {region} ausgewählt

# selectStateDialogSelectBundesland
source: Select state
de: Bundesland auswählen

# selectStateDialogSelectCanton
source: Select canton
de: Kanton auswählen

# selectStateDialogSelectCountryTitle
source: Select country
de: Land auswählen

# selectStateDialogStayAnonymous
source: I would like to remain anonymous
de: Ich möchte anonym bleiben

# settingsLegalLicensesTitle
source: Licenses
de: Lizenzen

# settingsLegalTermsTitle
source: Terms of service
de: Allgemeine Nutzungsbedingungen (ANB)

# settingsOptionMyAccount
source: My account
de: Mein Konto

# settingsOptionSourceCode
source: Source code
de: Quellcode

# settingsPrivacyPolicyLinkText
source: Privacy policy
de: Datenschutzerklärung

# settingsPrivacyPolicySentencePrefix
source: More information can be found in our
de: Mehr Informationen erhältst du in unserer

# settingsSectionAppSettings
source: App settings
de: App-Einstellungen

# settingsSectionLegal
source: Legal
de: Rechtliches

# settingsSectionMore
source: More
de: Mehr

# sharezonePlusAdvantageAddToCalendarDescription
source: Add an event to your local calendar with a single tap (e.g., Apple or Google Calendar). Note that the feature is only available on Android & iOS. The event in your calendar does not automatically update when it is changed in Sharezone.
de: Füge mit nur einem Klick einen Termin zu deinem lokalen Kalender hinzu (z.B. Apple oder Google Kalender). Beachte, dass die Funktion nur auf Android & iOS verfügbar ist. Zudem aktualisiert sich der Termin in deinem Kalender nicht automatisch, wenn dieser in Sharezone geändert wird.

# sharezonePlusAdvantageAddToCalendarTitle
source: Add events to local calendar
de: Termine zum lokalen Kalender hinzufügen

# sharezonePlusAdvantageDiscordDescription
source: Get the Discord Sharezone Plus role on our [Discord server](https://sharezone.net/discord). This role shows that you have Sharezone Plus and gives you access to an exclusive channel for Sharezone Plus users.
de: Erhalte den Discord Sharezone Plus Rang auf unserem [Discord-Server](https://sharezone.net/discord). Dieser Rang zeigt, dass du Sharezone Plus hast und gibt dir Zugriff auf einen exklusive Channel nur für Sharezone Plus Nutzer.

# sharezonePlusAdvantageDiscordTitle
source: Discord Sharezone Plus role
de: Discord Sharezone Plus Rang

# sharezonePlusAdvantageGradesDescription
source: Store your school grades with Sharezone Plus and keep track of your performance. Written exams, oral participation, term grades — all in one place.
de: Speichere deine Schulnoten mit Sharezone Plus und behalte den Überblick über deine Leistungen. Schriftliche Prüfungen, mündliche Mitarbeit, Halbjahresnoten - alles an einem Ort.

# sharezonePlusAdvantageGradesTitle
source: Grades
de: Noten

# sharezonePlusAdvantageHomeworkReminderDescription
source: With Sharezone Plus you can set the day-before homework reminder in 30-minute increments, e.g., 15:00 or 15:30. This feature is only available for students.
de: Mit Sharezone Plus kannst du die Erinnerung am Vortag für die Hausaufgaben individuell im 30-Minuten-Tack einstellen, z.B. 15:00 oder 15:30 Uhr. Dieses Feature ist nur für Schüler*innen verfügbar.

# sharezonePlusAdvantageHomeworkReminderTitle
source: Custom homework reminder time
de: Individuelle Uhrzeit für Hausaufgaben-Erinnerungen

# sharezonePlusAdvantageIcalDescription
source: With an iCal link, you can integrate your timetable and events into other calendar apps (such as Google Calendar or Apple Calendar). As soon as your timetable or events change, they are also updated in your other calendar apps. Unlike the "Add to calendar" button, you don't have to update the event in your calendar app when something changes in Sharezone. iCal links are only visible to you and cannot be viewed by others. Please note that currently only events and exams can be exported. Lessons cannot be exported yet.
de: Mit einem iCal-Link kannst du deinen Stundenplan und deine Termine in andere Kalender-Apps (wie z.B. Google Kalender, Apple Kalender) einbinden. Sobald sich dein Stundenplan oder deine Termine ändern, werden diese auch in deinen anderen Kalender Apps aktualisiert. Anders als beim "Zum Kalender hinzufügen" Button, musst du dich nicht darum kümmern, den Termin in deiner Kalender App zu aktualisieren, wenn sich etwas in Sharezone ändert. iCal-Links ist nur für dich sichtbar und können nicht von anderen Personen eingesehen werden. Bitte beachte, dass aktuell nur Termine und Prüfungen exportiert werden können. Die Schulstunden können noch nicht exportiert werden.

# sharezonePlusAdvantageIcalTitle
source: Export timetable (iCal)
de: Stundenplan exportieren (iCal)

# sharezonePlusAdvantageMoreColorsDescription
source: Sharezone Plus gives you over 200 (instead of 19) colors for your groups. If you set a group color with Sharezone Plus, your group members can see it as well.
de: Sharezone Plus bietet dir über 200 (statt 19) Farben für deine Gruppen. Setzt du mit Sharezone Plus eine Farbe für deine Gruppe, so können auch deine Gruppenmitglieder diese Farbe sehen.

# sharezonePlusAdvantageMoreColorsTitle
source: More colors for groups
de: Mehr Farben für die Gruppen

# sharezonePlusAdvantageOpenSourceDescription
source: Sharezone is open source on the frontend. That means anyone can view and even improve Sharezone's source code. We believe open source is the future and want Sharezone to become a showcase project. GitHub: [https://github.com/SharezoneApp/sharezone-app](https://sharezone.net/github)
de: Sharezone ist Open-Source im Frontend. Das bedeutet, dass jeder den Quellcode von Sharezone einsehen und sogar verbessern kann. Wir glauben, dass Open-Source die Zukunft ist und wollen Sharezone zu einem Vorzeigeprojekt machen. GitHub: [https://github.com/SharezoneApp/sharezone-app](https://sharezone.net/github)

# sharezonePlusAdvantageOpenSourceTitle
source: Support open source
de: Unterstützung von Open-Source

# sharezonePlusAdvantagePastEventsDescription
source: With Sharezone Plus you can view all past events, such as exams.
de: Mit Sharezone Plus kannst du alle vergangenen Termine, wie z.B. Prüfungen, einsehen.

# sharezonePlusAdvantagePastEventsTitle
source: View past events
de: Vergangene Termine einsehen

# sharezonePlusAdvantagePremiumSupportDescription
source: With Sharezone Plus you get access to our premium support: - A response by email within a few hours (instead of up to 2 weeks) - Video-call support by appointment (allows screen sharing)
de: Mit Sharezone Plus erhältst du Zugriff auf unseren Premium Support: - Innerhalb von wenigen Stunden eine Rückmeldung per E-Mail (anstatt bis zu 2 Wochen) - Videocall-Support nach Terminvereinbarung (ermöglicht das Teilen des Bildschirms)

# sharezonePlusAdvantageQuickDueDateDescription
source: With Sharezone Plus you can set a homework due date with a single tap to the next school day or any future period.
de: Mit Sharezone Plus kannst du das Fälligkeitsdatum einer Hausaufgaben mit nur einem Fingertipp auf den nächsten Schultag oder eine beliebige Stunde in der Zukunft setzen.

# sharezonePlusAdvantageQuickDueDateTitle
source: Quick due-date selection
de: Schnellauswahl für Fälligkeitsdatum

# sharezonePlusAdvantageReadByDescription
source: Get a list of all group members and their read status for each information sheet, ensuring important information has reached everyone.
de: Erhalte eine Liste mit allen Gruppenmitgliedern samt Lesestatus für jeden Infozettel - und stelle somit sicher, dass wichtige Informationen bei allen Mitgliedern angekommen sind.

# sharezonePlusAdvantageReadByTitle
source: Read status for information sheets
de: Gelesen-Status bei Infozetteln

# sharezonePlusAdvantageRemoveAdsDescription
source: Enjoy Sharezone completely ad-free. Note: We are currently testing ads. It's possible that we remove ads for all users again in the future.
de: Genieße Sharezone komplett werbefrei. Hinweis: Wir testen derzeit die Anzeige von Werbung. Es ist möglich, dass wir in Zukunft die Werbung wieder für alle Nutzer entfernen.

# sharezonePlusAdvantageRemoveAdsTitle
source: Remove ads
de: Werbung entfernen

# sharezonePlusAdvantageStorageDescription
source: With Sharezone Plus you get 30 GB of storage (instead of 100 MB) for your files & attachments (homework & information sheets). This corresponds to about 15,000 photos (2 MB per image). The limit does not apply to files uploaded as homework submissions.
de: Mit Sharezone Plus erhältst du 30 GB Speicherplatz (statt 100 MB) für deine Dateien & Anhänge (bei Hausaufgaben & Infozetteln). Dies entspricht ca. 15.000 Fotos (2 MB pro Bild). Die Begrenzung gilt nicht für Dateien, die als Abgabe bei Hausaufgaben hochgeladen wird.

# sharezonePlusAdvantageStorageTitle
source: 30 GB storage
de: 30 GB Speicherplatz

# sharezonePlusAdvantageSubstitutionsDescription
source: Unlock the substitution schedule with Sharezone Plus: * Mark cancelled lessons * Room changes Even course members without Sharezone Plus can view the substitution schedule (but not edit it). Course members can also be informed about changes with a single click. Note that the substitution schedule has to be entered manually and is not imported automatically.
de: Schalte mit Sharezone Plus den Vertretungsplan frei: * Entfall einer Schulstunden markieren * Raumänderungen Sogar Kursmitglieder ohne Sharezone Plus können den Vertretungsplan einsehen (jedoch nicht ändern). Ebenfalls können Kursmitglieder mit nur einem 1-Klick über die Änderung informiert werden. Beachte, dass der Vertretungsplan manuell eingetragen werden muss und nicht automatisch importiert wird.

# sharezonePlusAdvantageSubstitutionsTitle
source: Substitution schedule
de: Vertretungsplan

# sharezonePlusAdvantageTeacherTimetableDescription
source: Enter the teacher's name for each lesson in the timetable. For course members without Sharezone Plus, the teacher is shown as well.
de: Trage den Name der Lehrkraft zur jeweiligen Schulstunde im Stundenplan ein. Für Kursmitglieder ohne Sharezone Plus wird die Lehrkraft ebenfalls angezeigt.

# sharezonePlusAdvantageTeacherTimetableTitle
source: Teacher in timetable
de: Lehrkraft im Stundenplan

# sharezonePlusAdvantageTimetableByClassDescription
source: In multiple classes? With Sharezone Plus you can choose a timetable for each class individually, so you always see the correct timetable.
de: Du bist in mehreren Klassen? Mit Sharezone Plus kannst du den Stundenplan für jede Klasse einzeln auswählen. So siehst du immer den richtigen Stundenplan.

# sharezonePlusAdvantageTimetableByClassTitle
source: Select timetable by class
de: Stundenplan nach Klasse auswählen

# sharezonePlusBuyAction
source: Buy
de: Kaufen
